{
  "10eR6EOsiucKYr6nXSvwSi59bCitTbhXjEJ-NEiWBs2Y": {
    "Articles": {
      "2027 election: Nigerians will vote out APC with anger - Kwankwaso": {
        "Author": "Murtala Adeale, Kano",
        "Content": "he presidential candidate of the New Nigeria Peoples Party (NNPP) in the 2023 general election, Dr Rabiu Musa Kwankwaso, has declared that no amount of pressure would suppress the North from voting against the All Progressives Congress (APC) in the 2027 general election.\\nKwankwaso, who insisted that the North has suffered more than enough crucifixion, rising from bad economic, high cost of living, inflation, and impact of fuel subsidy removal occasioned by APC government, said NNPP is ready to capture the country in 2027.\\nKwankwaso stated this on Thursday at his Miller Road Kano Mansion while receiving over 2,000 APC members from Dala and Kiru local government areas who dumped their party and decamped to NNPP.\\nThe leader of the Kwankwasiyya movement said, “Nigerians, more specifically northerners, have suffered enough and no amount of pressure, fear and attacks will change their minds from changing the narratives.”\\nKwankwaso, however, challenged the North to rethink their choice of political party ahead of the next general election considering the present economic reality they found themselves.\\nHe added that “it is clear to everybody that the journey of APC government is clearly against the poor and they will never change on it.”\\nAccording to him, “regardless of their belief that they would use Security and INEC in the forthcoming elections, that will not work. Nigerians are fed up with them and will surely fight to change the government.\\n“When the storms of change blow, you will see those who think they have security and INEC running helter-skelter, and Nigerians will make the right choice of those who will soften their unfortunate situation.”\\nWhile receiving the APC decampees, Kwankwaso emphasized that NNPP is overwhelming the entire APC structure in the two local government areas with the collapse of entire structures at APC strongholds.\\n“APC that we collectively created has now turned a vicious cycle for the poor with no security, and poverty eating deep into the fabric of Nigerians. This is no longer acceptable to citizens,” Kwankwaso said.",
        "Image": "https://guardian.ng/wp-content/uploads/2018/08/Kwankwaso-.jpg",
        "Tags": "APC, Bola Tinubu, Rabiu Musa Kawnkwaso",
        "Title": "2027 election: Nigerians will vote out APC with anger - Kwankwaso"
      },
      "Nasarawa Electoral Commission sets November 2 for local government elections": {
        "Author": "NEWS AGENCY OF NIGERIA",
        "Content": "The Nasarawa State Independent Electoral Commission (NASIEC) has fixed November 2, for the election of local government chairmen and councillors in the state.\\nThe Chairman of the commission, **Ayuba Wandai**, said this at a news conference on Wednesday in Lafia. He said that the tenure of the current 13 LG chairmen and 147 councillors would end on October 7, having served for three years.\\nHe said that the commission had earlier released a timetable for the conduct of the election on August 31, but was stalled by the case filed against it.\\n“The Federal High Court, Lafia, served us and the Nasarawa State House of Assembly an originating summon from one Mr Paul John and 12 others, challenging the local government laws.\\n“They were challenging the powers of the chairman of the commission to announce results of the 13 LGAs and 147 electoral wards and to declare the winners.\\n“They were also challenging the powers conferred on the commission to fix money for nomination forms and administrative charges.\\n“Thank God, we won the case at the court, and they have also withdrawn their appeal at the Appeal Court, Makurdi, to clear the coast for the commission,” Wandai said.\\nHe said that now that the case at the court was over, the commission had decided to continue with the council election. He asked candidates from the various political parties to begin their campaign on Friday, October 18.\\n“All political parties interested in presenting candidates in the election should conduct their primaries and conclude all disputes that might arise, from Friday, October 11 to Thursday, October 27,”_ the chairman said.\\nHe promised that the commission would conduct a credible poll and provide a level playing field for every political party. Earlier, the NASIEC chairman met with members of the Inter-Party Advisory Council (IPAC) in the state, where he assured them of the commission’s commitment to conduct free, fair and credible local government elections.\\nAhmed Musa, the IPAC state chairman and state secretary of the Social Democratic Party (SDP), commended the resilience and determination of NASIEC to deepen democracy in Nasarawa State by reeling out activities for the conduct of local council polls.\\nHe said that political parties in the state would abide by the extant laws and the commission’s guidelines for the election to ensure hitch-free local council polls in the state.",
        "Image": "https://ocdn.eu/pulscms-transforms/1/pOhk9kpTURBXy8yM2U5ZWZjNDQyNjk2Zjc5YmNjOTI4NDg4YzU3OWYwMy5wbmeSlQMYAM0Dx80CIJMFzQMWzQGu3gACoTAGoTEA",
        "Tags": "Nasarawa, Elections",
        "Title": "Nasarawa Electoral Commission sets November 2 for local government elections"
      },
      "Ondo Guber Poll: Group Petitions INEC, Demands Removal of REC": {
        "Author": "Fidelis David",
        "Content": "A group, Ondo State Vanguard, has petitioned the Chairman of Independent National Electoral Commission (INEC), Prof. Mahmood Yakubu, accusing the Resident Electoral Commissioner(REC) of the state, Mrs. Oluwatoyin Babalola, of plotting to manipulate the results of the November 16 governorship election in favour of a particular party.\\nIn the petition dated September 27, 2024, and filed on behalf of the group by Adeniyi Farinto & Co. (legal practitioners), the group alleged that Mrs. Babalola has been engaging in nocturnal meetings with the candidate and chairman of the party.\\nBasically, the petitioner demanded that  Babalola should be redeployed from the state on grounds that she allegedly could not be fair if allowed to conduct the November 16, 2024, gubernatorial election in Ondo State. Besides, the petitioner alleged that Babalola had a handful of members of the party as her childhood friends while growing up in Akure, the state capital.\\nThe group said: “We were reliably informed by our clients that Mrs. Oluwatoyin Babalola was appointed as Ondo State Resident Electoral Commissioner on December 18, 2023, to replace Dr. Rufus Akeju preparatory to the off cycle governorship election in state on November 16, 2024.",
        "Image": "https://global.ariseplay.com/amg/www.thisdaylive.com/uploads/Ondo-state.gif",
        "Tags": "Ondo",
        "Title": "Ondo Guber Poll: Group Petitions INEC, Demands Removal of REC"
      },
      "PDP’s Governorship Candidate Warns APC against Repeating Edo’s ‘Sham Election’ in Ondo": {
        "Author": "Dike Onwuamaeze",
        "Content": "The governorship candidate of the Peoples’ Democratic Party (PDP), Hon. Agboola Alfred Ajayi, has warned that electoral perversities that were carried out in Edo State by the All Progressive Congress (APC) would not be attempted in Ondo State on November 16.\\nAjayi gave this warning during the weekend in a speech he delivered during a media parley in Lagos to acquaint the press with the programmes that the PDP administration would put in place to rescue Ondo State from the eclipse it has undergone in the last agonising eight years under the APC government if he is elected to govern the state.\\nHe said: “Let me sound this note of warning that the shenanigans performed in Edo State by the APC should not be repeated in Ondo State.\\n“Ondo State people from North to Central and South Senatorial Districts will never allow this type of electoral robbery. The APC-led government should not take Ondo State people for granted.\\n“Our people will resist any threat, manipulation, official collusion and conspiracy that will foist the maladministration of Mr. Lucky Ayedatiwa on them.”",
        "Image": "https://global.ariseplay.com/amg/www.thisdaylive.com/uploads/PDP-flag-new-e1678790658697-1280x720-1.jpg",
        "Tags": "PDP, Edo, Corruption",
        "Title": "PDP’s Governorship Candidate Warns APC against Repeating Edo’s ‘Sham Election’ in Ondo"
      },
      "Rivers Local Elections: Police react to report of sealing off election commission’s office": {
        "Author": "Cletus Ukpong and Agency Report",
        "Content": "The local election commission said it would proceed with Saturday’s election, despite the Federal High Court’s ruling halting it.\\nThe police in Rivers State have refuted claims that its officers sealed off the office of the Rivers State Independent Electoral Commission (RSIEC).\\nThere were earlier reports that the RSIEC secretariat in Port Harcourt was sealed following a Federal High Court order halting the local elections scheduled for 5 October.\\nHowever, Grace Iringe-Koko, the police spokesperson in Rivers, told journalists in Port Harcourt that the reports were false.\\nShe said that the police stationed some operatives at the RSIEC office to safeguard the premises from potential attacks during the nationwide protest on 1 October in Port Harcourt.\\n“The police presence at the facility is strictly for security and not to interfere with the electoral process,” she said\\nMrs Iringe-Koko, a police superintendent, urged reporters to verify any information before publication to prevent the spread of misinformation.\\nThe Police spokesperson also denied allegations that officers assaulted protesters during the #EndBadGovernance protest in Rivers.\\nThe News Agency of Nigeria reports that RSIEC said it would proceed with Saturday’s election, despite the Federal High Court’s ruling halting it.\\nThe RSIEC Chairperson, Adolphus Enebeli, a retired justice, cited a ruling from the State High Court mandating the commission to continue with the elections.",
        "Image": "https://i0.wp.com/media.premiumtimesng.com/wp-content/files/2024/10/Police-spokesperson-in-Rivers-Grace-Iringe-Koko.jpg?resize=980%2C570&ssl=1",
        "Tags": "Rivers, Police",
        "Title": "Rivers Local Elections: Police react to report of sealing off election commission’s office"
      }
    },
    "Election Timeline": {
      " Data on collection of permanent voters' card by polling units in Edo state": {
        "Date": "2024-09-15T23:00:00.000Z",
        "Event": " Data on collection of permanent voters' card by polling units in Edo state"
      },
      "Abia State Local Government Elections": {
        "Date": "2024-11-01T23:00:00.000Z",
        "Event": "Abia State Local Government Elections"
      },
      "Akwa Ibom Local Government Elections": {
        "Date": "2024-10-25T23:00:00.000Z",
        "Event": "Akwa Ibom Local Government Elections"
      },
      "Anambra Local Government Elections": {
        "Date": "2024-09-27T23:00:00.000Z",
        "Event": "Anambra Local Government Elections"
      },
      "Bauchi Local Government Elections": {
        "Date": "2024-08-16T23:00:00.000Z",
        "Event": "Bauchi Local Government Elections"
      },
      "Bayelsa Local Government Elections": {
        "Date": "2024-04-06T00:00:00.000Z",
        "Event": "Bayelsa Local Government Elections"
      },
      "Benue Local Government Elections": {
        "Date": "2024-10-04T23:00:00.000Z",
        "Event": "Benue Local Government Elections"
      },
      "Borno Local Government Elections": {
        "Date": "2024-01-19T23:00:00.000Z",
        "Event": "Borno Local Government Elections"
      },
      "Collection of PVCs at ward level begins": {
        "Date": "2024-08-21T23:00:00.000Z",
        "Event": "Collection of PVCs at ward level begins"
      },
      "Cross River Local Government Elections": {
        "Date": "2024-11-22T23:00:00.000Z",
        "Event": "Cross River Local Government Elections"
      },
      "Delta Local Government Elections": {
        "Date": "2024-07-12T23:00:00.000Z",
        "Event": "Delta Local Government Elections"
      },
      "Ebonyi Local Government Elections": {
        "Date": "2024-07-19T23:00:00.000Z",
        "Event": "Ebonyi Local Government Elections"
      },
      "Edo State Elections": {
        "Date": "2024-09-20T23:00:00.000Z",
        "Event": "Edo State Elections"
      },
      "End of Edo State Party Primaries": {
        "Date": "2024-02-23T23:00:00.000Z",
        "Event": "End of Edo State Party Primaries"
      },
      "End of Ondo State Party Primaries": {
        "Date": "2024-04-26T23:00:00.000Z",
        "Event": "End of Ondo State Party Primaries"
      },
      "End of public campaign by political parties in Ondo State": {
        "Date": "2024-11-13T23:00:00.000Z",
        "Event": "End of public campaign by political parties in Ondo State"
      },
      "End of submission of nomiated Ondo states gubernatorial candidates via portal": {
        "Date": "2024-05-19T23:00:00.000Z",
        "Event": "End of submission of nomiated Ondo states gubernatorial candidates via portal"
      },
      "Enugu Local Government Elections": {
        "Date": "2024-09-20T23:00:00.000Z",
        "Event": "Enugu Local Government Elections"
      },
      "Final list of Edo State Candidates will be published": {
        "Date": "2024-04-22T23:00:00.000Z",
        "Event": "Final list of Edo State Candidates will be published"
      },
      "Final list of Ondo State Candidates will be published": {
        "Date": "2024-06-17T23:00:00.000Z",
        "Event": "Final list of Ondo State Candidates will be published"
      },
      "Gombe Local Government Elections": {
        "Date": "2024-04-28T23:00:00.000Z",
        "Event": "Gombe Local Government Elections"
      },
      "Imo Local Government Elections": {
        "Date": "2024-09-21T23:00:00.000Z",
        "Event": "Imo Local Government Elections"
      },
      "Jigawa Local Government Elections": {
        "Date": "2024-10-04T23:00:00.000Z",
        "Event": "Jigawa Local Government Elections"
      },
      "Kaduna Local Government Elections": {
        "Date": "2024-10-18T23:00:00.000Z",
        "Event": "Kaduna Local Government Elections"
      },
      "Kano Local Government Elections": {
        "Date": "2024-10-29T23:00:00.000Z",
        "Event": "Kano Local Government Elections"
      },
      "Katsina Local Government Elections": {
        "Date": "2025-02-14T23:00:00.000Z",
        "Event": "Katsina Local Government Elections"
      },
      "Kebbi Local Government Elections": {
        "Date": "2024-08-30T23:00:00.000Z",
        "Event": "Kebbi Local Government Elections"
      },
      "Kogi Local Government Elections": {
        "Date": "2024-10-18T23:00:00.000Z",
        "Event": "Kogi Local Government Elections"
      },
      "Kwara Local Government Elections": {
        "Date": "2024-09-20T23:00:00.000Z",
        "Event": "Kwara Local Government Elections"
      },
      "Lagos Local Government Elections": {
        "Date": "2024-07-23T23:00:00.000Z",
        "Event": "Lagos Local Government Elections"
      },
      "Media accreditation for Edo State Gubernatorial election deadline": {
        "Date": "2024-09-04T23:00:00.000Z",
        "Event": "Media accreditation for Edo State Gubernatorial election deadline"
      },
      "Nasarawa Local Government Elections": {
        "Date": "2024-08-30T23:00:00.000Z",
        "Event": "Nasarawa Local Government Elections"
      },
      "Ogun Local Government Elections": {
        "Date": "2024-11-15T23:00:00.000Z",
        "Event": "Ogun Local Government Elections"
      },
      "Ondo Local Government Elections": {
        "Date": "2025-01-17T23:00:00.000Z",
        "Event": "Ondo Local Government Elections"
      },
      "Ondo State Elections": {
        "Date": "2024-11-15T23:00:00.000Z",
        "Event": "Ondo State Elections"
      },
      "Osun Local Government Elections": {
        "Date": "2025-02-21T23:00:00.000Z",
        "Event": "Osun Local Government Elections"
      },
      "Oyo Local Government Elections": {
        "Date": "2024-04-26T23:00:00.000Z",
        "Event": "Oyo Local Government Elections"
      },
      "Plateau Local Government Elections": {
        "Date": "2024-10-08T23:00:00.000Z",
        "Event": "Plateau Local Government Elections"
      },
      "Rivers Local Government Elections": {
        "Date": "2024-10-04T23:00:00.000Z",
        "Event": "Rivers Local Government Elections"
      },
      "Sokoto Local Government Elections": {
        "Date": "2024-09-20T23:00:00.000Z",
        "Event": "Sokoto Local Government Elections"
      },
      "Start of Edo State Party Primaries": {
        "Date": "2024-01-31T23:00:00.000Z",
        "Event": "Start of Edo State Party Primaries"
      },
      "Start of Ondo State Party Primaries": {
        "Date": "2024-04-06T00:00:00.000Z",
        "Event": "Start of Ondo State Party Primaries"
      },
      "Start of public campaign by political parties in Edo state": {
        "Date": "2024-04-23T23:00:00.000Z",
        "Event": "Start of public campaign by political parties in Edo state"
      },
      "Start of public campaign by political parties in Ondo State": {
        "Date": "2024-06-18T23:00:00.000Z",
        "Event": "Start of public campaign by political parties in Ondo State"
      },
      "Start of submission of nomiated Ondo states gubernatorial candidates via portal": {
        "Date": "2024-04-28T23:00:00.000Z",
        "Event": "Start of submission of nomiated Ondo states gubernatorial candidates via portal"
      },
      "Taraba Local Government Elections": {
        "Date": "2024-11-17T23:00:00.000Z",
        "Event": "Taraba Local Government Elections"
      },
      "Upload of polling and collation agents by political parties for the edo state gubernatorial election": {
        "Date": "2024-08-28T23:00:00.000Z",
        "Event": "Upload of polling and collation agents by political parties for the edo state gubernatorial election"
      },
      "Workshop on TEI’s Election Violence Mitigation and Advocacy Tool (EVMAT) for Edo State Governorship Election": {
        "Date": "2024-07-21T23:00:00.000Z",
        "Event": "Workshop on TEI’s Election Violence Mitigation and Advocacy Tool (EVMAT) for Edo State Governorship Election"
      },
      "Yobe Local Government Elections": {
        "Date": "2024-06-07T23:00:00.000Z",
        "Event": "Yobe Local Government Elections"
      }
    },
    "Gubernatorial": {
      "Adegoke Kehinde Paul": {
        "Achievements": "",
        "Candidate": "Adegoke Kehinde Paul",
        "Expected Policies": "",
        "Headshots": "",
        "Party": "Youth Party (YP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 35,
          "gender": "M",
          "occupation(s)": "",
          "qualification": "FSLC, WASSCE, BSc (Criminology and Security) "
        },
        "deputyinfo": {
          "age": 35,
          "gender": "M",
          "name": "Olupitan Otitoleke Frank",
          "qualification": "FSLC, WASSCE"
        },
        "isFakePicture": ""
      },
      "Aiyedatiwa Lucky Orimisan": {
        "Achievements": "Founder and CEO of Blue Wall Group of Companies, with interests in foreign exchange trading, travel logistics, and safety services. Political roles include Federal Commissioner for the NDDC and Deputy Governor of Ondo State. Held leadership positions in organizations such as the Association of Bureau De Change Operators of Nigeria (ABCON) and the Lagos Business School Alumni Association. He also received numerous awards, including a platinum award from the Chartered Institute of Local Government and Public Administration of Nigeria. Served as Deputy Governor of Ondo State from 2021 until he became acting governor in December 2023",
        "Candidate": "Aiyedatiwa Lucky Orimisan",
        "Expected Policies": "He aims to enhance healthcare services, including partnerships with organizations like the World Bank to build primary healthcare facilities in 203 wards. Plans to implement programs aimed at empowering young people and providing them with skills for employment.",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRqnmp2EOvn7FvSnis53abDpXHBg7OLFCps4A&s",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "Lucky Orimisan Aiyedatiwa was born on January 12, 1965, in Ondo State, Nigeria. He pursued his primary education at Saint Peter’s UNA Primary School and continued his secondary education at Ikosi High School. He later obtained a Nigeria Certificate in Education (NCE) in Economics and Government from the Lagos State College of Education in 1986.\n\nAiyedatiwa is a seasoned business development professional with extensive experience in various sectors, including marketing, financial management, real estate, hospitality, and forex trading. He founded and served as the CEO of Blue Wall Group of Companies, which operated in foreign exchange, travel, and logistics services. His educational qualifications also include a Master's degree in Business Administration (MBA) from the University of Liverpool, alongside advanced business certifications from Lagos Business School.\n\nHe transitioned into politics in 2011, aligning with the Action Congress of Nigeria (ACN) and later the All Progressives Congress (APC). His political career includes serving as a National Delegate and running for a House of Representatives seat. In 2018, he was appointed by President Muhammadu Buhari as the Federal Commissioner for Ondo State on the Board of the Niger Delta Development Commission (NDDC). In 2020, he was elected as the Deputy Governor of Ondo State alongside Governor Akeredolu.",
        "Useful Links": "https://ondostate.gov.ng/index.php/profile/",
        "candidateInfo": {
          "age": 59,
          "gender": "M",
          "occupation(s)": "Businessman, Teacher, Politician",
          "qualification": "FSLC, GCE, NCE"
        },
        "deputyinfo": {
          "age": 66,
          "gender": "M",
          "name": "Adelami Olayide Owolabi",
          "qualification": "FSLC,WASC/GCE, Bsc (Business Administration)"
        },
        "isFakePicture": "No"
      },
      "Ajayi Adekunle Oluwaseyi": {
        "Achievements": "",
        "Candidate": "Ajayi Adekunle Oluwaseyi",
        "Expected Policies": "",
        "Headshots": "https://cdn.pmnewsnigeria.com/wp-content/uploads/2024/04/Adekunle-Ajayi.jpeg",
        "Party": "African Action Congress (AAC)",
        "Profile Overview": "Ajayi Adekunle Oluwaseyi, known as Kunle Ajayi, is a candidate representing the African Action Congress (AAC) in the Ondo State gubernatorial election. As the AAC candidate in the 2024 Ondo State gubernatorial election, he is running on a platform that includes economic and social welfare reforms. He has been actively involved in protests against poor governance and was detained in August 2024 for participating in the #EndBadGovernance protest.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 37,
          "gender": "M",
          "occupation(s)": "Politiican",
          "qualification": "FSLC, SSCE"
        },
        "deputyinfo": {
          "age": 38,
          "gender": "M",
          "name": "Dada Olusanya David",
          "qualification": "NECO, HND"
        },
        "isFakePicture": "No"
      },
      "Ajayi Alfred Agboola": {
        "Achievements": "",
        "Candidate": "Ajayi Alfred Agboola",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQPo4NAgGvx5bs4Lw7RAj_se0IopgXDrSZZ4w&s",
        "Party": "Peoples Democratic Party(PDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 55,
          "gender": "M",
          "occupation(s)": "",
          "qualification": "WASSCE"
        },
        "deputyinfo": {
          "age": 53,
          "gender": "M",
          "name": "Akingbaso Festus Olarewaju",
          "qualification": "Bsc (Public Administration)"
        },
        "isFakePicture": "No"
      },
      "Akingboye Benson Bamidele": {
        "Achievements": "",
        "Candidate": "Akingboye Benson Bamidele",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR7ghl7SHHgxQp7DbdlaZ54a7xy1TF7LkG2UIj2Nbcm8rw_a3MlLtXcAhqSCktub4dHQJs&usqp=CAU",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "Akingboye Benson Bamidele is the Social Democratic Party (SDP) gubernatorial candidate for the 2024 Ondo State election. He is a prominent philanthropist, business magnate, and technocrat with extensive national and international experience. Akingboye hails from Okitipupa in Ondo South and has a strong background in finance and fraud examination. He holds certifications such as International Financial Reporting (CertIFR) and is a Certified Fraud Examiner, alongside qualifications from prestigious institutions including Lagos Business School and Heriot-Watt University in Scotland.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 59,
          "gender": "M",
          "occupation(s)": "",
          "qualification": "Lagos Business School and Heriot-Watt University in Scotland."
        },
        "deputyinfo": {
          "age": 55,
          "gender": "F",
          "name": "Shekoni Susan Gbemisola",
          "qualification": "WAEC"
        },
        "isFakePicture": "No"
      },
      "Akinmurele John Otitoloju": {
        "Achievements": "",
        "Candidate": "Akinmurele John Otitoloju",
        "Expected Policies": "",
        "Headshots": "https://www.naijanews.com/wp-content/uploads/2024/04/John-Akinmurele.jpg",
        "Party": "Young Progressives Party (YPP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 43,
          "gender": "M",
          "occupation(s)": "",
          "qualification": "FSLC, SSCE, Bsc"
        },
        "deputyinfo": {
          "age": 38,
          "gender": "M",
          "name": "Obe Ayodele John",
          "qualification": "FSLSC, SSCE, MEng"
        },
        "isFakePicture": "No"
      },
      "Akinnodi Ayodeji Emmanuel": {
        "Achievements": "",
        "Candidate": "Akinnodi Ayodeji Emmanuel",
        "Expected Policies": "Commitment to implementing measures that enhance security and protect citizens' lives and property. Focus on enhancing primary and secondary education to prepare youth for a technology-driven future. Emphasis on upholding the rule of law and respect for judicial decisions. Pledge to improve healthcare services across the state.",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQRvYyJadnJROgMpr3N15Wizu5cTXeb76sg2w&s",
        "Party": "Action Democratic Party (ADP)",
        "Profile Overview": "Born in 1985 in Ondo West, Akinnodi is an alumnus of the University of Benin. He is a successful entrepreneur, with diverse business interests across Nigeria, showcasing his leadership and innovative capabilities.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 39,
          "gender": "M",
          "occupation(s)": "",
          "qualification": "FSLC, NECO"
        },
        "deputyinfo": {
          "age": 49,
          "gender": "F",
          "name": "Moyosola Elizabeth Olorunmonu",
          "qualification": "FSLC, WAEC, Diploma"
        },
        "isFakePicture": "No"
      },
      "Akinuli Fred Omolere": {
        "Achievements": "",
        "Candidate": "Akinuli Fred Omolere",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRilDz0JAvmRYlD8fAL82Ac6U05W7ULUjjoIg&s",
        "Party": "Action Alliance (AA)",
        "Profile Overview": "Akinuli Fred Omolere is the Action Alliance (AA) party's candidate for the upcoming Ondo State gubernatorial election. He was selected during the party's primary election, where he secured 45 votes, winning against three other candidates: Adeyemi Adetunji, Festus Oke Olusegun, and Duke Oyinbeinyefa. The primary process was supervised by the Independent National Electoral Commission (INEC) and involved 73 accredited delegates",
        "Useful Links": "",
        "candidateInfo": {
          "age": 63,
          "gender": "M",
          "occupation(s)": "Politician",
          "qualification": "FSLC, Modern Sch. Diploma"
        },
        "deputyinfo": {
          "age": 67,
          "gender": "M",
          "name": "Adeyemi Adetunji Oluwatoyin",
          "qualification": "FSLC, WAEC"
        },
        "isFakePicture": "No"
      },
      "Alli Babatunde Francis": {
        "Achievements": "",
        "Candidate": "Alli Babatunde Francis",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT00jzPqMFZB75hVPbksiqH_e5p0YW7ochl_Q&s",
        "Party": "Peoples Redemption Party (PRP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 50,
          "gender": "M",
          "occupation(s)": "",
          "qualification": "FSLC, SSCE, Bsc"
        },
        "deputyinfo": {
          "age": 37,
          "gender": "M",
          "name": "Adewole Olanrewaju Olaide",
          "qualification": "NECO, HND"
        },
        "isFakePicture": "No"
      },
      "Fadoju Amos Babatunde": {
        "Achievements": "",
        "Candidate": "Fadoju Amos Babatunde",
        "Expected Policies": "",
        "Headshots": "",
        "Party": "Action Peoples Party (APP)",
        "Profile Overview": "",
        "Useful Links": "https://www.linkedin.com/in/babatunde-fadoju-b-sc-mba-acib-amnim-70981369/?originalSubdomain=ng",
        "candidateInfo": {
          "age": 56,
          "gender": "M",
          "occupation(s)": "",
          "qualification": "WASC/GCE"
        },
        "deputyinfo": {
          "age": 36,
          "gender": "M",
          "name": "Ajagunna Olarewaju Abimbola",
          "qualification": "NECO"
        },
        "isFakePicture": "No"
      },
      "Falaiye Abraham Ajibola": {
        "Achievements": "",
        "Candidate": "Falaiye Abraham Ajibola",
        "Expected Policies": "Establish government-controlled farmlands in every local government area to boost agricultural productivity, with each farm specializing in different crops. Grant full autonomy to local governments to improve governance at the grassroots level and better serve farmers and the rural population. Redesign Akure, the state capital, to meet international standards, focusing on urban planning and infrastructure upgrades. Create hubs for artisans and craftsmen, aimed at fostering local innovation, entrepreneurship, and skill development within the state.",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTgtCuZpaMw9ISiOYc1N-5BUqgOsluyobr7Nw&s",
        "Party": "Accord (A)",
        "Profile Overview": "Falaiye Abraham Ajibola is the gubernatorial candidate for the Accord Party (AP) in the upcoming November 2024 Ondo State election. He has been vocal about the underdevelopment in the state, despite significant federal allocations, including over ₦65 billion from the federation account. He has criticized the current administration for its lack of transparency and the mismanagement of funds meant for development projects, especially those aimed at empowering local artisans",
        "Useful Links": "https://www.facebook.com/abraham.ajibola.1/, https://newtelegraphng.com/ondo-guber-account-for-funds-from-federation-account-ap-candidate-challenges-aiyedatiwa/",
        "candidateInfo": {
          "age": 64,
          "gender": "M",
          "occupation(s)": "Entrepreneur",
          "qualification": "Bsc"
        },
        "deputyinfo": {
          "age": 36,
          "gender": "M",
          "name": "Ikuyajolu Femi Samuel",
          "qualification": "BA"
        },
        "isFakePicture": "No"
      },
      "Mimiko Olubansile Abbas": {
        "Achievements": "",
        "Candidate": "Mimiko Olubansile Abbas",
        "Expected Policies": "He aims to provide affordable and quality education across Ondo State. Abbas has committed to achieving surplus food production in Ondo State within a year of taking office. One notable promise Abbas made is to end the practice of “vote-buying” in elections, which he sees as a major factor in the lack of accountability from political leaders. He argues that citizens trade off important social services like maternal healthcare and transportation for short-term election incentives​",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQX_oPBZ8NHxliu7AQn6sCk21rY28AFDUpo8w&s",
        "Party": "Zenith Labour Party (ZLP)",
        "Profile Overview": "Mimiko Olubansile Abbas, the younger brother of former Ondo State governor Olusegun Mimiko, is the 2024 gubernatorial candidate for the Zenith Labour Party (ZLP) in Ondo State. Abbas, a medical doctor by profession, has pledged to build on his brother’s legacy while presenting himself as an independent leader with his own vision for the state's development. His policy focus includes areas such as education, health, food security, and industrialization.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 60,
          "gender": "M",
          "occupation(s)": "",
          "qualification": "FSLC, WASSCE, MBBS"
        },
        "deputyinfo": {
          "age": 41,
          "gender": "M",
          "name": "Afolabi Sunday Gabriel",
          "qualification": "FSLC, WASC, NCE"
        },
        "isFakePicture": "No"
      },
      "Nejo Adeyemi": {
        "Achievements": "Nejo won the ADC governorship primary with a significant margin, securing 114,911 votes against his closest rival, demonstrating strong support within the party",
        "Candidate": "Nejo Adeyemi",
        "Expected Policies": "Provide quality primary and secondary education, focusing on equipping students with technology-related skills to prepare them for the 21st-century job market. Prioritize adherence to the rule of law to create a favorable business environment and drive economic growth. Allocate resources for young school leavers to acquire technology-related skills, enhancing their academic and professional prospects",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQowhCa5vlDBjW8nNpUGM10zW0djmdN7qvsA&s",
        "Party": "African Democratic Congress (ADC)",
        "Profile Overview": "Myson Nejo is a legal practitioner who has emerged as the ADC's candidate for the Ondo State governorship election scheduled for November 16, 2024. He secured his position by winning the party's primary election with 114,911 votes, significantly ahead of his closest competitor, Chief Dayo Falana, who received 9,651 votes.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 42,
          "gender": "M",
          "occupation(s)": "Legal Practioner",
          "qualification": "FSLC, NECO, LLB"
        },
        "deputyinfo": {
          "age": 56,
          "gender": "M",
          "name": "Ibrahim Rasheed Olaide",
          "qualification": "FSLC, SSCE/WAEC"
        },
        "isFakePicture": "No"
      },
      "Ogunfeyimi Issac Kolawole": {
        "Achievements": "",
        "Candidate": "Ogunfeyimi Issac Kolawole",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQYfNxMayQyyd3DYZ8UMz7i9JnN36pXMBa_Fg&s",
        "Party": "Allied Peoples Movement (APM)",
        "Profile Overview": "",
        "Useful Links": "https://pathnews.com.ng/ondo-2024-apm-picks-ogunfeyimi-kolawole-as-governorship-candidate/",
        "candidateInfo": {
          "age": 75,
          "gender": "M",
          "occupation(s)": "",
          "qualification": "FSLC, WASC, School of Agric Cert."
        },
        "deputyinfo": {
          "age": 63,
          "gender": "M",
          "name": "Afolabi Arowolo Folorunso",
          "qualification": "FSLC, WASC"
        },
        "isFakePicture": "No"
      },
      "Olorunfemi Ayodele Festus": {
        "Achievements": "",
        "Candidate": "Olorunfemi Ayodele Festus",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQJyCDaSm5Y0UVsyrF6NKEUgRLpQOFv9VEycw&s",
        "Party": "Labour Party (LP)",
        "Profile Overview": "",
        "Useful Links": "https://www.researchgate.net/scientific-contributions/Olorunfemi-Ayodele-Festus-2199300610",
        "candidateInfo": {
          "age": 59,
          "gender": "M",
          "occupation(s)": "Lecturer",
          "qualification": "FSLC, GCE, PhD"
        },
        "deputyinfo": {
          "age": 52,
          "gender": "F",
          "name": "Adu Olabisi Olubukola",
          "qualification": "O'Level, HND"
        },
        "isFakePicture": "No"
      },
      "Olugbenga Omogbemi Edema": {
        "Achievements": "",
        "Candidate": "Olugbenga Omogbemi Edema",
        "Expected Policies": "",
        "Headshots": "https://dailytrust.com/wp-content/uploads/2023/06/Edema.jpg",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "Olugbenga Omogbemi Edema was previously an aspirant in the All Progressives Congress (APC) and served as the Chairman of the Ondo State Oil Producing Areas Development Commission (OSOPADEC). He has transitioned to the New Nigeria Peoples Party (NNPP), where he emerged as the gubernatorial candidate for the Ondo State elections scheduled for November 16, 2024, during a substituted primary election held in Akure",
        "Useful Links": "",
        "candidateInfo": {
          "age": 57,
          "gender": "M",
          "occupation(s)": "",
          "qualification": "FSLC, WASCE, Bsc."
        },
        "deputyinfo": {
          "age": 59,
          "gender": "M",
          "name": "Rotimi Emmanuel Adeyemi",
          "qualification": "FSLC, WASCE/GCE, Bsc"
        },
        "isFakePicture": "No"
      },
      "Popoola Olatunji Tunde": {
        "Achievements": "",
        "Candidate": "Popoola Olatunji Tunde",
        "Expected Policies": "",
        "Headshots": "",
        "Party": "All Progressive Grand Alliance (APGA)",
        "Profile Overview": "",
        "Useful Links": "https://web.facebook.com/olatunji.tundepopoola/?_rdc=1&_rdr",
        "candidateInfo": {
          "age": 66,
          "gender": "M",
          "occupation(s)": "",
          "qualification": "FSLC, GCE"
        },
        "deputyinfo": {
          "age": 40,
          "gender": "M",
          "name": "Adedeji Taiwo Ayorinde",
          "qualification": "FSLC, SSCE The Polytechnic Edition"
        },
        "isFakePicture": "No"
      }
    },
    "House of Representatives": {
      "Abiye Janet Ademoyegun": {
        "Achievements": "",
        "Candidate": "Abiye Janet Ademoyegun",
        "Constituent": "Akoko North East/Akoko North West",
        "Expected Policies": "",
        "Headshots": "https://static.wixstatic.com/media/e9ceb4_bc3782d66b37410197224a3ab4d71054~mv2.jpg/v1/fill/w_410,h_410,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/mypic.jpg",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 52,
          "gender": "F",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Adedeji Ajayi Okelola": {
        "Achievements": "",
        "Candidate": "Adedeji Ajayi Okelola",
        "Constituent": "Okitipupa/Irele",
        "Expected Policies": "",
        "Headshots": "https://viewpointnigeria.org/wp-content/uploads/2020/10/IMG-20201019-WA0002.jpg",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 43,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Adefarati Adegboyega Adeyemi": {
        "Achievements": "",
        "Candidate": "Adefarati Adegboyega Adeyemi",
        "Constituent": "Akoko South East/Akoko South West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSyvDLMf9rzOcLwf8CEyqrHG-OoREYWvsfG7A&s",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 56,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "No"
      },
      "Adefiranye Ayodele Festus": {
        "Achievements": "",
        "Candidate": "Adefiranye Ayodele Festus",
        "Constituent": "Ileoluji/Okeigbo/Odigbo",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTtwWIulCERY8DULmGSTJ-BE4U6xs_ikhr7sA&s",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 52,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Adefisoye Tajudeen Adeyemi": {
        "Achievements": "",
        "Candidate": "Adefisoye Tajudeen Adeyemi",
        "Constituent": "Idanre/Ifedore",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRX8fhpQnVmza0z0pdgusA-zCL3bvNiihxMJA&s",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 38,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Adefuwa Sake Ore": {
        "Achievements": "",
        "Candidate": "Adefuwa Sake Ore",
        "Constituent": "Okitipupa/Irele",
        "Expected Policies": "",
        "Headshots": "https://dailypost.ng/wp-content/uploads/2022/04/Oluwole-Ogunmolasuy.jpeg",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 50,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Adejuwon Ayodeji": {
        "Achievements": "",
        "Candidate": "Adejuwon Ayodeji",
        "Constituent": "Akure North/Akure South",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQPx8S_8XMKVJVrl0GrUh_sTryEW8R3NgsLfg&s",
        "Party": "Zenith Labour Party (ZLP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 40,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Adelegbe Oluwatimilehin Emmanuel": {
        "Achievements": "",
        "Candidate": "Adelegbe Oluwatimilehin Emmanuel",
        "Constituent": "Owo/Ose",
        "Expected Policies": "",
        "Headshots": "https://ondostate.gov.ng/wp-content/uploads/2022/07/adegoroye.jpg",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 60,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Ademusi Idowu": {
        "Achievements": "",
        "Candidate": "Ademusi Idowu",
        "Constituent": "Idanre/Ifedore",
        "Expected Policies": "",
        "Headshots": "https://thewhistler.ng/wp-content/uploads/2022/02/Boboye-Oyeyemi-1.jpg",
        "Party": "Zenith Labour Party (ZLP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 46,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Adeniyi Alex Fabiyi": {
        "Achievements": "",
        "Candidate": "Adeniyi Alex Fabiyi",
        "Constituent": "Ondo East/Ondo West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRVIC9JdcyuAFXV4mSh6Dl0Oq3YCleQ6-qMCw&s",
        "Party": "African Action Congress (AAC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 42,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Adeosun Olabanji Williams": {
        "Achievements": "",
        "Candidate": "Adeosun Olabanji Williams",
        "Constituent": "Akoko North East/Akoko North West",
        "Expected Policies": "",
        "Headshots": "https://scontent-los2-1.xx.fbcdn.net/v/t1.6435-9/124186131_516794795945307_5135396601122440482_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=1d70fc&_nc_eui2=AeFKxWq1I3Ofte7NLnN2BudsQNigvTMCNOtA2KC9MwI0665UN3IZc8df4W_TFeJdHG3u8G_545NGJlpIQeyAZsRN&_nc_ohc=dnS7xf8nmT0Q7kNvgF8agBT&_nc_ht=scontent-los2-1.xx&_nc_gid=AUQy5x9NUxDhNqQ_LrtSx70&oh=00_AYDliQuZrP2UtuwzYLQxA9IHqZeG4NKkNaXpP_fXbZeg8w&oe=67255943",
        "Party": "Action Alliance (AA)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 46,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Adesanya Kemisola Adenike": {
        "Achievements": "",
        "Candidate": "Adesanya Kemisola Adenike",
        "Constituent": "Akure North/Akure South",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQv8uS9rCJWHx0ErsXJUeSPuazkyBuJw-T0w&s",
        "Party": "Peoples Democratic Party(PDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 52,
          "gender": "F",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Adesida Abiodun Cornelius Aderin": {
        "Achievements": "",
        "Candidate": "Adesida Abiodun Cornelius Aderin",
        "Constituent": "Akure North/Akure South",
        "Expected Policies": "",
        "Headshots": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Funmia.JPG/220px-Funmia.JPG",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 67,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Afolabi Sunday Gabriel": {
        "Achievements": "",
        "Candidate": "Afolabi Sunday Gabriel",
        "Constituent": "Akoko North East/Akoko North West",
        "Expected Policies": "",
        "Headshots": "https://fidelitybank.ng/wp-content/uploads/2021/02/Chinedu-Okeke.jpg",
        "Party": "Action Peoples Party (APP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 40,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Afolayan Omobidemi Lawrence": {
        "Achievements": "",
        "Candidate": "Afolayan Omobidemi Lawrence",
        "Constituent": "Akure North/Akure South",
        "Expected Policies": "",
        "Headshots": "https://www.osundefender.com/wp-content/uploads/2024/04/Kayode-Ajulo.jpg",
        "Party": "Action Peoples Party (APP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 43,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Ajila Oluwole": {
        "Achievements": "",
        "Candidate": "Ajila Oluwole",
        "Constituent": "Eseodo/Ilaje",
        "Expected Policies": "",
        "Headshots": "https://dailypost.ng/wp-content/uploads/2016/08/Segun-Abraham.jpg",
        "Party": "Action Peoples Party (APP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 26,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Ajonbolo Seun Oluwashina": {
        "Achievements": "",
        "Candidate": "Ajonbolo Seun Oluwashina",
        "Constituent": "Akoko South East/Akoko South West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTC6HnWmzdqZQUqMaQx4uMB7LXO3oaspaaD5g&s",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 41,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Akinbuli Ebenezer Gbenga": {
        "Achievements": "",
        "Candidate": "Akinbuli Ebenezer Gbenga",
        "Constituent": "Ondo East/Ondo West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRaCfzmcCO7Yc7VbNDM3xX2ToFVPy4HdXBImA&s",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 37,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Akingbaso Festus Olarewaju": {
        "Achievements": "",
        "Candidate": "Akingbaso Festus Olarewaju",
        "Constituent": "Idanre/Ifedore",
        "Expected Policies": "",
        "Headshots": "https://i0.wp.com/thesourceng.com/wp-content/uploads/2024/08/Joseph-Eboigbe-Edo-SSG.webp?fit=1068%2C616&ssl=1",
        "Party": "Peoples Democratic Party(PDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 52,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Akinjo Kolade Victor": {
        "Achievements": "",
        "Candidate": "Akinjo Kolade Victor",
        "Constituent": "Eseodo/Ilaje",
        "Expected Policies": "",
        "Headshots": "https://ondostatejudiciary.ng/images/directors/AKINWUMI.jpg",
        "Party": "Peoples Democratic Party(PDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 50,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Akinkuowo Babatunde Joshua": {
        "Achievements": "",
        "Candidate": "Akinkuowo Babatunde Joshua",
        "Constituent": "Idanre/Ifedore",
        "Expected Policies": "",
        "Headshots": "https://thechroniclemagazine.com/wp-content/uploads/2024/02/1000443230.jpg",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 30,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Akinwamide Ade Rotimi": {
        "Achievements": "",
        "Candidate": "Akinwamide Ade Rotimi",
        "Constituent": "Ileoluji/Okeigbo/Odigbo",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRknK93oUsKRnDD4JEUJMzW9DhdE8S2nWDgtw&s",
        "Party": "All Progressive Grand Alliance (APGA)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 35,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Akinyan Jimmy Stephen": {
        "Achievements": "",
        "Candidate": "Akinyan Jimmy Stephen",
        "Constituent": "Ileoluji/Okeigbo/Odigbo",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQXMNTgZ1k2Jh6rejrNFPS-HMHleG4LUxwt-Q&s",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 46,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Aregbesola Bukola": {
        "Achievements": "",
        "Candidate": "Aregbesola Bukola",
        "Constituent": "Akoko South East/Akoko South West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR7yW5GmnIoPNNuY1js28QEVZ6vSzu_TP05VA&s",
        "Party": "Peoples Redemption Party",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 39,
          "gender": "F",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Aro Oluafunsho Elijah": {
        "Achievements": "",
        "Candidate": "Aro Oluafunsho Elijah",
        "Constituent": "Okitipupa/Irele",
        "Expected Policies": "",
        "Headshots": "https://thenewstrack.com.ng/wp-content/uploads/2023/07/FB_IMG_1690801758327.jpg",
        "Party": "National Rescue Movement (NRM)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 37,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Arowele Samuel Ayo": {
        "Achievements": "",
        "Candidate": "Arowele Samuel Ayo",
        "Constituent": "Owo/Ose",
        "Expected Policies": "",
        "Headshots": "",
        "Party": "Peoples Democratic Party(PDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 54,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": ""
      },
      "Aruwayo Paul Olorunsola": {
        "Achievements": "",
        "Candidate": "Aruwayo Paul Olorunsola",
        "Constituent": "Eseodo/Ilaje",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT99_mppx791O3jD6GJJdUZpzodmRM4A_R9Tg&s",
        "Party": "Action Alliance (AA)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 62,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Awosika Jumoke": {
        "Achievements": "",
        "Candidate": "Awosika Jumoke",
        "Constituent": "Eseodo/Ilaje",
        "Expected Policies": "",
        "Headshots": "https://www.channelstv.com/wp-content/uploads/2023/06/Olamide-Oladiji.jpg",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 44,
          "gender": "F",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Ayantuga Alaba Omololu": {
        "Achievements": "",
        "Candidate": "Ayantuga Alaba Omololu",
        "Constituent": "Eseodo/Ilaje",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSvGhvKiGKyVoHdqvXIGT0xfXlKJNJ_Xr63UQ&s",
        "Party": "African Action Congress (AAC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 49,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Babalola Adegbola Adedeji": {
        "Achievements": "",
        "Candidate": "Babalola Adegbola Adedeji",
        "Constituent": "Idanre/Ifedore",
        "Expected Policies": "",
        "Headshots": "https://www.tvcnews.tv/wp-content/uploads/2020/07/WhatsApp-Image-2020-07-06-at-6.18.29-PM.jpeg",
        "Party": "African Democratic Congress (ADC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 43,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Boniface Moses": {
        "Achievements": "",
        "Candidate": "Boniface Moses",
        "Constituent": "Ileoluji/Okeigbo/Odigbo",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR8e1Shm-jmWsF7fVMCz5eUKv9VPZ1ubqy6JA&s",
        "Party": "African Democratic Congress (ADC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 39,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Eniola Nick Babatunde": {
        "Achievements": "",
        "Candidate": "Eniola Nick Babatunde",
        "Constituent": "Akoko South East/Akoko South West",
        "Expected Policies": "",
        "Headshots": "https://media.licdn.com/dms/image/D5603AQFiBlGATit1eQ/profile-displayphoto-shrink_200_200/0/1689865087360?e=2147483647&v=beta&t=yp8EAhn1raob9mjDNNBZ_5dO0wmry2umjHf8I4MReqI",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 63,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Falaiye Olugbenga Akinwale": {
        "Achievements": "",
        "Candidate": "Falaiye Olugbenga Akinwale",
        "Constituent": "Akure North/Akure South",
        "Expected Policies": "",
        "Headshots": "https://www.tvcnews.tv/wp-content/uploads/2022/07/IMG-20220707-WA0045.jpg",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 48,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Ikengboju Gboluga Dele": {
        "Achievements": "",
        "Candidate": "Ikengboju Gboluga Dele",
        "Constituent": "Okitipupa/Irele",
        "Expected Policies": "",
        "Headshots": "https://pathnews.com.ng/wp-content/uploads/2023/06/FB_IMG_1685881428816_1-708x470.jpg",
        "Party": "Peoples Democratic Party(PDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 55,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Kadri Stephen Olusegun": {
        "Achievements": "",
        "Candidate": "Kadri Stephen Olusegun",
        "Constituent": "Akoko North East/Akoko North West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTawOCt9hrzI1OuYiu_EakVwe7foiscgo0BPQ&s",
        "Party": "Peoples Democratic Party(PDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 51,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Kegbe Ebimobowei Messiah": {
        "Achievements": "",
        "Candidate": "Kegbe Ebimobowei Messiah",
        "Constituent": "Eseodo/Ilaje",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS0i1Auuic32IBScPCWcgiBMIKKfM3Ucwb3Aw&s",
        "Party": "National Rescue Movement (NRM)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 33,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Kehinde Felix Olaleye": {
        "Achievements": "",
        "Candidate": "Kehinde Felix Olaleye",
        "Constituent": "Ondo East/Ondo West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRyXIuyU48mCek4VMbmwohAowljckjghFz5Ng&s",
        "Party": "Peoples Democratic Party(PDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 63,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Kolawole Olugbenga": {
        "Achievements": "",
        "Candidate": "Kolawole Olugbenga",
        "Constituent": "Akoko South East/Akoko South West",
        "Expected Policies": "",
        "Headshots": "https://lcms.nou.edu.ng/videos/sites/default/files/styles/height/public/team/dr-adewale-adeshina-research-team-leader.jpg?itok=sBLj-fJQ",
        "Party": "Peoples Democratic Party(PDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 53,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Kuboye Ishola Ayodele": {
        "Achievements": "",
        "Candidate": "Kuboye Ishola Ayodele",
        "Constituent": "Okitipupa/Irele",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTeaiocdazdJ2ZomVHlusrAM4M0una2rK2mhg&s",
        "Party": "Young Progressives Party (YPP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 48,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Lebi Sunday": {
        "Achievements": "",
        "Candidate": "Lebi Sunday",
        "Constituent": "Okitipupa/Irele",
        "Expected Policies": "",
        "Headshots": "https://global.ariseplay.com/amg/www.thisdaylive.com/uploads/Tajudeen-Akinlolu-Adeyemi.png",
        "Party": "Action Peoples Party (APP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 38,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Makinde Abiola Peter": {
        "Achievements": "",
        "Candidate": "Makinde Abiola Peter",
        "Constituent": "Ondo East/Ondo West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTqUTk4LBUojtXAX1pFQQF4kBUX_JvvmCZwew&s",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 48,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Mr Daudu Peter": {
        "Achievements": "",
        "Candidate": "Mr Daudu Peter",
        "Constituent": "Akoko South East/Akoko South West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTSc557xnd4afr2kPDLmdSi6LCyh-Nnd4kqKg&s",
        "Party": "African Democratic Congress (ADC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 43,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Nejo Myson Adeyemi": {
        "Achievements": "",
        "Candidate": "Nejo Myson Adeyemi",
        "Constituent": "Eseodo/Ilaje",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRv5mErp1QbLex4yu2yVUNOqMYjgQnmHm8Q5g&s",
        "Party": "African Democratic Congress (ADC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 40,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Niyi Seun Falade": {
        "Achievements": "",
        "Candidate": "Niyi Seun Falade",
        "Constituent": "Akure North/Akure South",
        "Expected Policies": "",
        "Headshots": "https://www.channelstv.com/wp-content/uploads/2020/08/Fatai-Adams.jpg",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": "N/A",
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Noah Adefarati Alex": {
        "Achievements": "",
        "Candidate": "Noah Adefarati Alex",
        "Constituent": "Akoko South East/Akoko South West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR-y0ci7SxXAivvzUX4B7NnVXvUizVOyYjxtw&s",
        "Party": "National Rescue Movement (NRM)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 42,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Odeniran Abayomi Johnson": {
        "Achievements": "",
        "Candidate": "Odeniran Abayomi Johnson",
        "Constituent": "Ileoluji/Okeigbo/Odigbo",
        "Expected Policies": "",
        "Headshots": "https://cdn.vanguardngr.com/wp-content/uploads/2023/06/oladiji.jpeg",
        "Party": "African Action Congress (AAC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 41,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Odimayo Okunjimi John": {
        "Achievements": "",
        "Candidate": "Odimayo Okunjimi John",
        "Constituent": "Okitipupa/Irele",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTl2MFzNNhSbYxodnVwv6cjqLK8BbOEjn0Svw&s",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 41,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Odola Sunday Gabriel": {
        "Achievements": "",
        "Candidate": "Odola Sunday Gabriel",
        "Constituent": "Eseodo/Ilaje",
        "Expected Policies": "",
        "Headshots": "https://pbs.twimg.com/profile_images/1603152155757666306/fLORcUuQ_400x400.jpg",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 59,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Ogundare Oluwaseyi Gabriel": {
        "Achievements": "",
        "Candidate": "Ogundare Oluwaseyi Gabriel",
        "Constituent": "Owo/Ose",
        "Expected Policies": "",
        "Headshots": "",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 35,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": ""
      },
      "Oguniyi Veronica Dupe": {
        "Achievements": "",
        "Candidate": "Oguniyi Veronica Dupe",
        "Constituent": "Akoko South East/Akoko South West",
        "Expected Policies": "",
        "Headshots": "https://media.licdn.com/dms/image/v2/D4D22AQGOodMvK6Y9NQ/feedshare-shrink_800/feedshare-shrink_800/0/1703923635112?e=2147483647&v=beta&t=i4cXjbHxaCFAdQOrrqs5oDI2gTO23favRJO7XIfewTQ",
        "Party": "Action Alliance (AA)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 59,
          "gender": "F",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Ogunleye Emmanuel": {
        "Achievements": "",
        "Candidate": "Ogunleye Emmanuel",
        "Constituent": "Akoko South East/Akoko South West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQqZxXlAGuU3vVWAZVCxBJTGKS2EE0Y4ktLSQ&s",
        "Party": "Zenith Labour Party (ZLP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 32,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Ogunleye Muritala Idowu": {
        "Achievements": "",
        "Candidate": "Ogunleye Muritala Idowu",
        "Constituent": "Akoko North East/Akoko North West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRZBiFrLPWVzZRSo5GlEbQ52LzbR3PUC0DXvw&s",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 51,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Ojo Jumoke": {
        "Achievements": "",
        "Candidate": "Ojo Jumoke",
        "Constituent": "Akure North/Akure South",
        "Expected Policies": "",
        "Headshots": "https://guardian.ng/wp-content/uploads/2020/07/Ajayi-Agboola.jpg",
        "Party": "African Democratic Congress (ADC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 43,
          "gender": "F",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Ojogo Donald Kimikanboh": {
        "Achievements": "",
        "Candidate": "Ojogo Donald Kimikanboh",
        "Constituent": "Eseodo/Ilaje",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSS3Jja5hF4oIhefHRJvs8r6XcpBAulBsHaWg&s",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 53,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Olafisoye Olakunle Lateef": {
        "Achievements": "",
        "Candidate": "Olafisoye Olakunle Lateef",
        "Constituent": "Ondo East/Ondo West",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRflk50ncRyvcShxWPJmYpLtilKfBvhu9BhBfCLRQk99pOiJ8jg7T3HZ5q6cUKAZX_qPBk&usqp=CAU",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 49,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Olatunji Julius Adeoye Felder Timothy": {
        "Achievements": "",
        "Candidate": "Olatunji Julius Adeoye Felder Timothy",
        "Constituent": "Ileoluji/Okeigbo/Odigbo",
        "Expected Policies": "",
        "Headshots": "https://cdn.punchng.com/wp-content/uploads/2022/11/16082914/Bamidele-Oloyeloogun.jpg",
        "Party": "Peoples Democratic Party(PDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 65,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Olawolu Bolanle": {
        "Achievements": "",
        "Candidate": "Olawolu Bolanle",
        "Constituent": "Owo/Ose",
        "Expected Policies": "",
        "Headshots": "",
        "Party": "African Democratic Congress (ADC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 52,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": ""
      },
      "Olubob Ade Ojo": {
        "Achievements": "",
        "Candidate": "Olubob Ade Ojo",
        "Constituent": "Ileoluji/Okeigbo/Odigbo",
        "Expected Policies": "",
        "Headshots": "https://akokostars.wordpress.com/wp-content/uploads/2017/07/hon-olumide-araoyinbomajority-leaderodha-rep-aknw-const-02.jpg?w=640",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 46,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Omolabaro Shina Omotilewa": {
        "Achievements": "",
        "Candidate": "Omolabaro Shina Omotilewa",
        "Constituent": "Akoko North East/Akoko North West",
        "Expected Policies": "",
        "Headshots": "https://thenationonlineng.net/wp-content/uploads/2020/08/Leonard-Tomide-Akinribido-1.jpg",
        "Party": "National Rescue Movement (NRM)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 52,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Qaudri Popoola Olafipo": {
        "Achievements": "",
        "Candidate": "Qaudri Popoola Olafipo",
        "Constituent": "Owo/Ose",
        "Expected Policies": "",
        "Headshots": "",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": "N/A",
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": ""
      },
      "Razak Aladejana": {
        "Achievements": "",
        "Candidate": "Razak Aladejana",
        "Constituent": "Akoko North East/Akoko North West",
        "Expected Policies": "",
        "Headshots": "https://everloved.com/media/photos/deceased-photos/b20c4cfc-be44-472a-bae3-f641fd19bf35.trimmed.jpeg",
        "Party": "African Democratic Congress (ADC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 42,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Saliu Ahmed Olaniyi": {
        "Achievements": "",
        "Candidate": "Saliu Ahmed Olaniyi",
        "Constituent": "Idanre/Ifedore",
        "Expected Policies": "",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRVeQvkCNDPss5PvQFrPV1XEC24XFmcXcGQ2Q&s",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 32,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Simire Odion Ola David": {
        "Achievements": "",
        "Candidate": "Simire Odion Ola David",
        "Constituent": "Akure North/Akure South",
        "Expected Policies": "",
        "Headshots": "https://cdn.punchng.com/wp-content/uploads/2024/08/19175423/Abiola-Makinde.jpeg",
        "Party": "Action Alliance (AA)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 56,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      },
      "Tunji-Ojo Olubunmi": {
        "Achievements": "",
        "Candidate": "Tunji-Ojo Olubunmi",
        "Constituent": "Akoko North East/Akoko North West",
        "Expected Policies": "",
        "Headshots": "https://nationalnetworkonline.com/wp-content/uploads/2024/06/Pastor-Idowu-Iluyomade.gif",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 40,
          "gender": "M",
          "occupation(s)": "",
          "qualification ": ""
        },
        "deputyInfo": {
          "name": "",
          "qualification ": ""
        },
        "isFakePicture": "Yes"
      }
    },
    "Local Government Election Dates": {
      "Abia": {
        "Date": "2024-11-01T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Abia"
      },
      "Adamawa": {
        "Date": "2023-07-14T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Adamawa"
      },
      "Akwa Ibom": {
        "Date": "2024-10-25T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Akwa Ibom"
      },
      "Anambra": {
        "Date": "2024-09-27T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Anambra"
      },
      "Bauchi": {
        "Date": "2024-08-16T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Bauchi"
      },
      "Bayelsa": {
        "Date": "2024-04-06T00:00:00.000Z",
        "NextElection": "Past",
        "State": "Bayelsa"
      },
      "Benue": {
        "Date": "2024-10-04T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Benue"
      },
      "Borno": {
        "Date": "2024-01-19T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Borno"
      },
      "Cross River": {
        "Date": "2024-11-22T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Cross River"
      },
      "Delta": {
        "Date": "2024-07-12T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Delta"
      },
      "Ebonyi": {
        "Date": "2024-07-19T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Ebonyi"
      },
      "Edo": {
        "Date": "2023-09-02T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Edo"
      },
      "Ekiti": {
        "Date": "2023-12-01T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Ekiti"
      },
      "Enugu": {
        "Date": "2024-09-20T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Enugu"
      },
      "Gombe": {
        "Date": "2024-04-28T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Gombe"
      },
      "Imo": {
        "Date": "2024-09-21T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Imo"
      },
      "Jigawa": {
        "Date": "2024-10-04T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Jigawa"
      },
      "Kaduna": {
        "Date": "2024-10-18T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Kaduna"
      },
      "Kano": {
        "Date": "2024-10-29T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Kano"
      },
      "Katsina": {
        "Date": "2025-02-14T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Katsina"
      },
      "Kebbi": {
        "Date": "2024-08-30T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Kebbi"
      },
      "Kogi": {
        "Date": "2024-10-18T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Kogi"
      },
      "Kwara": {
        "Date": "2024-09-20T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Kwara"
      },
      "Lagos": {
        "Date": "2024-07-23T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Lagos"
      },
      "Nasarawa": {
        "Date": "2024-08-30T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Nasarawa"
      },
      "Niger": {
        "Date": "2022-11-09T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Niger"
      },
      "Ogun": {
        "Date": "2024-11-15T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Ogun"
      },
      "Ondo": {
        "Date": "2025-01-17T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Ondo"
      },
      "Osun": {
        "Date": "2025-02-21T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Osun"
      },
      "Oyo": {
        "Date": "2024-04-26T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Oyo"
      },
      "Plateau": {
        "Date": "2024-10-08T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Plateau"
      },
      "Rivers": {
        "Date": "2024-10-04T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Rivers"
      },
      "Sokoto": {
        "Date": "2024-09-20T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Sokoto"
      },
      "Taraba": {
        "Date": "2024-11-17T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Taraba"
      },
      "Yobe": {
        "Date": "2024-06-07T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Yobe"
      },
      "Zamfara": {
        "Date": "2019-04-26T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Zamfara"
      }
    },
    "Ondo State House of Assembly": {
      "Action Alliance (AA)": {
        "Achievements": "",
        "Age": 53,
        "Candidate": "Oguntimehin Mary",
        "Constituent": "Akure South I",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "F",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT99_mppx791O3jD6GJJdUZpzodmRM4A_R9Tg&s",
        "Occupation(s)": "",
        "Party": "Action Alliance (AA)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      },
      "Action Democratic Party (ADP)": {
        "Achievements": "",
        "Age": 60,
        "Candidate": "Wemimo Fadeke Felicia",
        "Constituent": "Akure South I",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "F",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRflk50ncRyvcShxWPJmYpLtilKfBvhu9BhBfCLRQk99pOiJ8jg7T3HZ5q6cUKAZX_qPBk&usqp=CAU",
        "Occupation(s)": "",
        "Party": "Action Democratic Party (ADP)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      },
      "Action Peoples Party (APP)": {
        "Achievements": "",
        "Age": 29,
        "Candidate": "Ajagunna Olarenwaju Abimbola",
        "Constituent": "Akoko North East",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "M",
        "Headshots": "https://media.licdn.com/dms/image/D5603AQFiBlGATit1eQ/profile-displayphoto-shrink_200_200/0/1689865087360?e=2147483647&v=beta&t=yp8EAhn1raob9mjDNNBZ_5dO0wmry2umjHf8I4MReqI",
        "Occupation(s)": "",
        "Party": "Action Peoples Party (APP)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      },
      "African Action Congress (AAC)": {
        "Achievements": "",
        "Age": 34,
        "Candidate": "Omobamidagba Temidayo Emmanuel",
        "Constituent": "Akure South I",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "M",
        "Headshots": "https://www.channelstv.com/wp-content/uploads/2023/06/Olamide-Oladiji.jpg",
        "Occupation(s)": "",
        "Party": "African Action Congress (AAC)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      },
      "African Democratic Congress (ADC)": {
        "Achievements": "",
        "Age": 30,
        "Candidate": "Adaramoye Oluwatobi Blessing",
        "Constituent": "Akure South I",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "M",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTqUTk4LBUojtXAX1pFQQF4kBUX_JvvmCZwew&s",
        "Occupation(s)": "",
        "Party": "African Democratic Congress (ADC)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      },
      "All Progressive Congress (APC)": {
        "Achievements": "",
        "Age": 36,
        "Candidate": "Borokini Toluwani Simeon",
        "Constituent": "Akure South I",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "M",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSvGhvKiGKyVoHdqvXIGT0xfXlKJNJ_Xr63UQ&s",
        "Occupation(s)": "",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      },
      "Labour Party (LP)": {
        "Achievements": "",
        "Age": 31,
        "Candidate": "Boniface Samuel Taiwo",
        "Constituent": "Akure South I",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "M",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRyXIuyU48mCek4VMbmwohAowljckjghFz5Ng&s",
        "Occupation(s)": "",
        "Party": "Labour Party (LP)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      },
      "National Rescue Movement (NRM)": {
        "Achievements": "",
        "Age": 45,
        "Candidate": "Ogunbi Timothy",
        "Constituent": "Akoko South West I",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "M",
        "Headshots": "https://thenewstrack.com.ng/wp-content/uploads/2023/07/FB_IMG_1690801758327.jpg",
        "Occupation(s)": "",
        "Party": "National Rescue Movement (NRM)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      },
      "New Nigeria People's Party (NNPP)": {
        "Achievements": "",
        "Age": 47,
        "Candidate": "Ajonijebu Olarewaju",
        "Constituent": "Akure South I",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "M",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRVIC9JdcyuAFXV4mSh6Dl0Oq3YCleQ6-qMCw&s",
        "Occupation(s)": "",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      },
      "Peoples Democratic Party (PDP)": {
        "Achievements": "",
        "Age": 46,
        "Candidate": "Oguntodu Olajide Johnson",
        "Constituent": "Akure South I",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "M",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRaCfzmcCO7Yc7VbNDM3xX2ToFVPy4HdXBImA&s",
        "Occupation(s)": "",
        "Party": "Peoples Democratic Party (PDP)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      },
      "Peoples Redemption Party (PRP)": {
        "Achievements": "",
        "Age": 37,
        "Candidate": "Omotoye Omolola Gift",
        "Constituent": "Akoko North",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "F",
        "Headshots": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS0i1Auuic32IBScPCWcgiBMIKKfM3Ucwb3Aw&s",
        "Occupation(s)": "",
        "Party": "Peoples Redemption Party (PRP)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      },
      "Social Democratic Party (SDP)": {
        "Achievements": "",
        "Age": 39,
        "Candidate": "Adegoroye Ileola Benedict",
        "Constituent": "Akure South I",
        "Deputy": "",
        "Expected Policies": "",
        "Gender": "M",
        "Headshots": "https://ondostate.gov.ng/wp-content/uploads/2022/07/adegoroye.jpg",
        "Occupation(s)": "",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "",
        "Qualification (Candidate)": "",
        "Qualification (Deputy)": "",
        "Useful Links": "",
        "isFakePicture": "Yes"
      }
    },
    "Party": {
      "Accord (A)": {
        "About the Party": "Accord is a political party in Nigeria. In the 2015 National Assembly of Nigeria election, the party won one seat in the House of Representatives (Dauda Kako Abayomi Are from Mushin I constituency); it won none of 109 seats in the Senate.",
        "Chairperson": "Mohammad Lawal Nalado",
        "Founded": 2010,
        "Governors": 0,
        "House of Representatives": 0,
        "Ideology": "Populism, Economic, Interventionism",
        "Logo": "https://analyzernews.com/wp-content/uploads/2023/01/85147DB8-76FF-46C3-8159-C270CE337443_1.jpeg",
        "Objectives": "",
        "Party": "Accord (A)",
        "Senate": 0,
        "State Assemblies": 0,
        "Useful Links": "https://www.inecnigeria.org/?poltical_parties=accord",
        "Vision": ""
      },
      "Action Alliance (AA)": {
        "About the Party": "Action Alliance was founded with the vision of creating a progressive and inclusive political landscape in Nigeria. Our party is built on the principles of integrity, transparency, and dedication to the people. We strive to be a voice for the voiceless and a beacon of hope for all Nigerians. The story of Action Alliance began in **2005** when a group of visionary leaders came together with a common goal: to create a political party that truly represents the interests of the Nigerian people. Since then, we have grown into a powerful force for change, advocating for policies that promote unity, development, and prosperity.",
        "Chairperson": "Adekunle Rufai Omo-Aje",
        "Founded": 2005,
        "Governors": 0,
        "House of Representatives": 0,
        "Ideology": "Reformism",
        "Logo": "https://nigeriavoterseducation.com/wp-content/uploads/2022/01/Action-Alliance-Party-Logo.png",
        "Objectives": "Our mission is to implement policies that promote economic growth, social justice, and sustainable development. We are committed to empowering the youth, improving healthcare, advancing education, and fostering unity among all Nigerians.",
        "Party": "Action Alliance (AA)",
        "Senate": 0,
        "State Assemblies": 0,
        "Useful Links": "https://www.inecnigeria.org/wp-content/uploads/2019/01/AA-Constitution.pdf,www.actionalliance.ng",
        "Vision": "Our vision is to build a united and prosperous Nigeria where every citizen has the opportunity to thrive."
      },
      "Action Democratic Party (ADP)": {
        "About the Party": "Action Democratic Party (ADP) is a political party in Nigeria. It was founded in June 2017 by some politically concerned Nigerians who feel there should be a third force to counter the APC and PDP. The current National Chairman of the party is Eng. Yabagi Sani. The party got officially registered and announced by the Independent National Electoral Commission (INEC) as a full-fledged political party in June 2017.",
        "Chairperson": "Yabagi Sani",
        "Founded": 2017,
        "Governors": 0,
        "House of Representatives": 0,
        "Ideology": "Third Way",
        "Logo": "https://global.ariseplay.com/amg/www.thisdaylive.com/uploads/ADP.jpg",
        "Objectives": "To provide Responsive leadership that is transparent and accountable to the people.",
        "Party": "Action Democratic Party (ADP)",
        "Senate": 0,
        "State Assemblies": 1,
        "Useful Links": "https://www.inecnigeria.org/wp-content/uploads/2019/02/MANIFESTO-ADP-1.pdf",
        "Vision": "A Secure, Stable and Egalitarian Nigeria where Democracy and Rule of Law Reign."
      },
      "Action Peoples Party (APP)": {
        "About the Party": "The ACTION PEOPLES PARTY exist to build and safeguard a fair, free and open society, in which we seek to balance the fundamental values of liberty, equality and community, and in which no one shall be enslaved by poverty, ignorance or conformity. We champion the freedom, dignity and well-being of individuals, we acknowledge and respect their right to freedom of conscience and their right to develop their talents to the full. We aim to disperse power, to foster diversity and to nurture creativity. We believe that the role of the state is to enable all citizens to attain these ideals, to contribute fully to their communities and to take part in the decisions which affect their lives.",
        "Chairperson": "Uchenna Nnadi",
        "Founded": "Unknown",
        "Governors": 0,
        "House of Representatives": 0,
        "Ideology": "Populism, Economic, Interventionism",
        "Logo": "https://leadership.ng/wp-content/uploads/2024/07/IMG_7264.png",
        "Objectives": "The aims of the party shall at all times and in all spheres conform with the fundamental objectives and Directive Principles of State Policy as enshrned in Chapter II of the Constitution of the Federal Republic of Nigeria and accordingly the Party shall pursue the political, economic, social educational and other objectives as well as the directive principles and state policies stated in the said Chapter II of the Constitution of the Federal Republic of Nigeria.",
        "Party": "Action Peoples Party (APP)",
        "Senate": 0,
        "State Assemblies": 0,
        "Useful Links": "https://www.inecnigeria.org/wp-content/uploads/2019/02/APP-CONSTITUTION.pdf",
        "Vision": "To attain political power through democrtic and constitutional means for the purpose of creating socio-economic conditions in which the productive energies of individual citizens and coorporate groups are enhanced and utilized for national development."
      },
      "African Action Congress (AAC)": {
        "About the Party": "African Action Congress (AAC) is a left-wing, Nigerian political party founded in 2018, by Omoyele Sowore, the founder and publisher of Sahara Reporters. The slogan of the party is: Take it back. The party's National Chairman recognized by INEC is Omoyele Sowore. On Monday 13 May 2019, AAC announced expulsion of Leonard Nzenwa and suspension of other individuals for financial impropriety and anti-party activities.",
        "Chairperson": "Leonard Nzenwa",
        "Founded": 2018,
        "Governors": 0,
        "House of Representatives": 0,
        "Ideology": "Social democracy, Progressivism, Participatory democracy",
        "Logo": "https://pbs.twimg.com/profile_images/1085647150619406341/-fR2lwGA_400x400.jpg",
        "Objectives": "The African Action Congress (AAC) is committed to addressing Nigeria's key challenges through comprehensive policies. Their mission includes enhancing national security by improving citizen treatment, providing reliable electricity, and ensuring that education transforms society. They advocate for devolving power to states and local governments, tackling corruption as an act of patriotism, and building essential infrastructure to support economic growth. The AAC also prioritizes preserving cultural heritage, advancing agriculture with technology, providing healthcare as a human right, and promoting job creation by empowering small businesses and local manufacturing.",
        "Party": "African Action Congress (AAC)",
        "Senate": 0,
        "State Assemblies": 0,
        "Useful Links": "https://aacparty.com/",
        "Vision": "We look forward to a world in which all people share the same basic rights, in which they live together in peach and in which their different cultures will be able to develop freely. We believe that each generation is responsible for the fate of our planet and, by safeguarding the balance of nature and the environment, for the long term continuity of life in all its forms. Upholding these values of individual and social justice, we reject all prejudice and discrimantion based upon ethnic group, race, colour, religion, age, disability, sex and oppose all forms of entrenched privilege and inequality."
      },
      "African Democratic Congress (ADC)": {
        "About the Party": "The African Democratic Congress (ADC) is a political party in Nigeria. As of 2022, Ralph Nwosu is the National Chairman. There are 2 ADC lawmakers currently in the Nigerian National Assembly. There are no ADC senators in the Nigerian Senate. The party was originally named \"Alliance for Democratic Change\" when it was formed in 2005, but renamed the African Democratic Congress by the time the party was registered with the Nigerian Independent National Electoral Commission (INEC). The goal of this name change was for the party to be able \"to effectively encompass and reflect the aspirations of our people.\"",
        "Chairperson": "Ralph Okey Nwosu",
        "Founded": 2005,
        "Governors": 0,
        "House of Representatives": 2,
        "Ideology": "Pan-Africanism",
        "Logo": "https://visionafricaradioblog.com/wp-content/uploads/2023/02/ADC-logo.png",
        "Objectives": "To reengineer a political party system that is free from domination by wheeler-dealer political elites, money- bags and “god-fathers through transparency and accountability; as well as propagate inclusion and diversity of values for Women, Youths, Diaspora Network and Persons with Disabilities (PWDs)",
        "Party": "African Democratic Congress (ADC)",
        "Senate": 1,
        "State Assemblies": 1,
        "Useful Links": "https://adc.org.ng/",
        "Vision": "To consolidate Nigeria's democracy beyond (flawed) elections, political rhetorics and theatrics, and usher in super power economy, just and resilient institutions, systems, and processes for a more egalitarian society: '23+20 ADC Strategic compass"
      },
      "All Progressive Congress (APC)": {
        "About the Party": "The All Progressives Congress (APC) is a major political party in Nigeria, established in 2013 through the merger of four opposition parties: the Action Congress of Nigeria (ACN), the Congress for Progressive Change (CPC), the All Nigeria Peoples Party (ANPP), and a faction of the All Progressives Grand Alliance (APGA). The formation of the APC was driven by a desire to create a strong opposition capable of challenging the then-ruling People's Democratic Party (PDP) and providing an alternative governance model for Nigeria",
        "Chairperson": "Abdullahi Adamu",
        "Founded": 2013,
        "Governors": 22,
        "House of Representatives": 190,
        "Ideology": "Big tent",
        "Logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRKGF26hWjZo4QqEEtdQA8HPI_g1CTRMFWFRQ&s",
        "Objectives": "The party aims to create a nation that is secure, prosperous, and governed with accountability. Their mission includes combating corruption, fostering job creation, building strong infrastructure, and improving public services, including healthcare and education",
        "Party": "All Progressive Congress (APC)",
        "Senate": 59,
        "State Assemblies": 570,
        "Useful Links": "https://apc.com.ng/",
        "Vision": "APC envisions a restructured Nigeria with more decentralized power to local governments and states to enhance development across all regions​"
      },
      "All Progressive Grand Alliance (APGA)": {
        "About the Party": "The All Progressives Grand Alliance (APGA) is a political party in Nigeria founded in 2002. It emerged as a response to the need for a platform that would genuinely represent the interests of the people, particularly in the southeastern region of the country. APGA was established by a coalition of political activists, including notable figures like the late Odumegwu Ojukwu, who played a significant role in shaping the party's identity and ideals. The party's formation aimed to provide a robust alternative to the existing political landscape, which was often characterized by corruption and inefficiency.",
        "Chairperson": "Sly Ezeokenwa Esq",
        "Founded": 2002,
        "Governors": 1,
        "House of Representatives": 1,
        "Ideology": "Big tent, Nationalism, Decentralization, Progressivism",
        "Logo": "https://upload.wikimedia.org/wikipedia/en/b/b3/APGA_Nigeria_Logo.png",
        "Objectives": "The objectives of APGA include advocating for the rights of the Igbo people while promoting national unity and integration. The party strives to enhance the living conditions of Nigerians by implementing policies that focus on education, healthcare, and infrastructure development. Additionally, APGA aims to foster economic growth through initiatives that support local industries and promote sustainable development. By prioritizing the welfare of the citizens, the party seeks to build a prosperous and equitable society.\n\nIn summary, APGA represents a political movement rooted in the ideals of progress, justice, and inclusivity. Its commitment to good governance and the empowerment of the people reflects its dedication to transforming Nigeria into a nation that meets the aspirations of all its citizens.",
        "Party": "All Progressive Grand Alliance (APGA)",
        "Senate": 4,
        "State Assemblies": 19,
        "Useful Links": "https://www.inecnigeria.org/wp-content/uploads/2019/02/APGA-Constitution.pdf",
        "Vision": "Their vision is to create a united, prosperous Nigeria by addressing these socio-economic challenges while fostering progressive governance that reflects the will and welfare of the people."
      },
      "Allied Peoples Movement (APM)": {
        "About the Party": "The Allied Peoples Movement (APM) is a political party in Nigeria that was established to provide an alternative platform for political engagement, focusing on the interests of the people. It aims to promote good governance, transparency, and accountability in the political process.",
        "Chairperson": "Yusuf Mamman Dantalle",
        "Founded": 2018,
        "Governors": 0,
        "House of Representatives": 0,
        "Ideology": "Decentralization, Sustainable development",
        "Logo": "https://pbs.twimg.com/profile_images/1576532991068835840/bR-BHlKk_400x400.jpg",
        "Objectives": "The Allied Peoples Movement (APM) is committed to protecting the unity and integrity of Nigeria by ensuring freedom, social justice, equity, and fairness for all citizens. The party aims to establish robust political structures to facilitate transparent and democratic governance, defend the dividends of democracy, and promote the socio-economic, political, educational, and industrial development of the nation.",
        "Party": "Allied Peoples Movement (APM)",
        "Senate": 0,
        "State Assemblies": 0,
        "Useful Links": "https://apm.org.ng/,https://www.inecnigeria.org/wp-content/uploads/2022/04/APM-constitution.pdf",
        "Vision": "The APM envisions a Nigeria where patriotism, moral values, and ethical conduct are domesticated, with institutions capable of providing systematic leadership. The party strives for a government that fosters unity, respects diversity, and ensures that all citizens have access to government programs aimed at national development, with a focus on good governance, accountability, and inclusivity."
      },
      "Boot Party (BP)": {
        "About the Party": "The BOOT Party, which stands for \"Because Of Our Tomorrow,\" is dedicated to the development of Nigeria and its people, aiming to create a brighter future for all. Recognizing Nigeria's immense potential, the party acknowledges that creativity and progress have been stifled by ineffective leadership. Drawing from personal experiences that highlight the generosity and unity of Nigerians, BOOT emphasizes the importance of responsible leadership that truly represents the people. The party is committed to addressing the challenges posed by corruption and poor governance, which have hindered the aspirations of the youth and damaged the nation's reputation. By fostering collaboration and empowering citizens, BOOT strives to reclaim Nigeria's future and ensure that collective dreams are realized.",
        "Chairperson": "Sonny Adenuga",
        "Founded": 2019,
        "Governors": 0,
        "House of Representatives": 0,
        "Ideology": "Reformism",
        "Logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT3OC-ySOdvyQKrrenUUjlovvC6O0TPeN5hFg&s",
        "Objectives": "The BOOT government’s mission is to press the reset button on Nigeria's national life by addressing past wrongs through hard work, dialogue, and peaceful processes. It will work vigorously through national ministries, departments, and agencies, particularly the National Orientation Agency, to spread the message of renewal and progress to all Nigerians",
        "Party": "Boot Party (BP)",
        "Senate": 0,
        "State Assemblies": 0,
        "Useful Links": "https://www.inecnigeria.org/wp-content/uploads/2019/11/BOOT-Manifesto.pdf",
        "Vision": "The vision of the Labour Party is to restore Nigeria to a state where the core values of Trust, Comfort, Peace, Leadership, and Unity prevail. We believe that through collaboration, acknowledging our collective strengths and weaknesses, we can work together for the common good. Embracing the principles of \"Unity and Faith, Peace and Progress,\" we are committed to realizing the Nigerian Dream by fostering a harmonious society where every citizen can thrive and contribute to national development. Together, we aim to create a brighter future for all Nigerians."
      },
      "Labour Party (LP)": {
        "About the Party": "The Labour Party, formerly known as the Party for Social Democracy (PSD), is a registered political party in Nigeria with a rich heritage rooted in progressive and labor-based interventions dating back to the struggle for national independence. The party acknowledges the Independent National Electoral Commission (INEC) for facilitating a more inclusive political landscape by removing military-imposed restrictions on multi-party systems. Its ideology is grounded in social democracy, promoting humanistic, patriotic, and pan-African principles aimed at defending the rights and welfare of the masses. The Labour Party is committed to building a robust economy that reduces oil dependency, revitalizes manufacturing and agriculture, and enhances the service sector. Its economic policies focus on wealth creation, job opportunities, domestic industrial development, and improved quality of life for all citizens, while addressing poverty and ensuring prosperity. The party aims to play an active developmental role in key sectors such as petroleum, energy, healthcare, and education, while cautiously navigating globalization and liberalization in alignment with national interests. These principles will guide the party's program in future elections.",
        "Chairperson": "Julius Abure",
        "Founded": 2002,
        "Governors": 1,
        "House of Representatives": 34,
        "Ideology": "Social democracy",
        "Logo": "https://upload.wikimedia.org/wikipedia/en/5/5f/Labour_Party_%28Nigeria%29_logo.png",
        "Objectives": "The Labour Party of Nigeria's mission focuses on transforming political power into a vehicle for national cohesion, peace, and development, aligned with the ideology of social democracy. The party aims to address governance challenges through inclusive policies that ensure stability, security, and prosperity for all Nigerians. Their goals include entrenching democratic values, contesting elections, and defending democracy while promoting collective welfare over selfish interests. The Labour Party's vision is to inspire a national renewal that uplifts Nigerians and reforms the country's political and economic systems for the greater good.",
        "Party": "Labour Party (LP)",
        "Senate": 8,
        "State Assemblies": 26,
        "Useful Links": "https://labourparty.com.ng/",
        "Vision": "The Labour Party of Nigeria's vision is to transform the nation by focusing on job-led economic growth, reducing poverty, and addressing social and economic inequalities. The party aims to ensure social justice, equitable income distribution, and access to quality education for all Nigerians. It seeks to create equal opportunities regardless of gender, religion, or social status, rebuild a strong middle class, and facilitate the development of the Niger Delta region. The Labour Party also emphasizes deepening democracy, fostering public-private sector partnerships, and empowering Nigerians through social democracy-driven governance."
      },
      "National Rescue Movement (NRM)": {
        "About the Party": "The party aims to attain political power through democratic and constitutional means to foster socio-economic conditions that enhance individual and corporate productivity for national development. It prioritizes peace, order, and good governance, emphasizing the welfare and security of all citizens based on freedom, equality, and justice. The party advocates for participatory democracy at all government levels, asserting that sovereignty lies with the people, as established by the Nigerian Constitution. It seeks to instill a culture of selfless service and patriotism in Nigerian politics while injecting new energy to achieve citizens' welfare and security. By supporting credible candidates for elections across all government tiers, the party strives to steer Nigerian politics towards socio-economic and political emancipation. Additionally, it aims to engage and empower Nigerian youth for self-reliance and employment, modernize agriculture for sustainable job creation and food sufficiency, and undertake activities that support these objectives.",
        "Chairperson": "Issac Chigozie Udeh",
        "Founded": 2017,
        "Governors": 0,
        "House of Representatives": 0,
        "Ideology": "Reformism",
        "Logo": "https://global.ariseplay.com/amg/www.thisdaylive.com/uploads/images-2022-09-06T092945.541.jpeg",
        "Objectives": "Attain political power through democratic and constitutional means for the purpose of creating socio-economic conditions in which the productive energies of individual citizens and corporate groups are enhanced and utilized for national development.",
        "Party": "National Rescue Movement (NRM)",
        "Senate": 0,
        "State Assemblies": 0,
        "Useful Links": "https://www.nrm.org.ng/,https://www.inecnigeria.org/wp-content/uploads/2019/02/NRM-Constitution.pdf",
        "Vision": "The aims of the party shall be in conformity with the Fundamental Objectives and Directive Principles of State Policy as enshrined in Chapter II of the Constitution of the Federal Republic of Nigeria and accordingly, the Party shall pursue the political, economic, social, educational, and other objectives as well as the Directive Principles and Policies stated in the said Chapter II of the Constitution of the Federal Republic of Nigeria"
      },
      "New Nigeria People's Party (NNPP)": {
        "About the Party": "NNNP is a people-oriented mass movement party, with strucutres across the length and breadth of Nigeria and its diaspora. It took part in all the elections during the 2023 General Elections and cam fourth, winning both seats in the Executive and Legislature.",
        "Chairperson": "Rufai Ahmed Alkali",
        "Founded": 2020,
        "Governors": 1,
        "House of Representatives": 18,
        "Ideology": "Third Position",
        "Logo": "https://dailypost.ng/wp-content/uploads/2024/07/NNPP-1200x720.jpg",
        "Objectives": "",
        "Party": "New Nigeria People's Party (NNPP)",
        "Senate": 2,
        "State Assemblies": 26,
        "Useful Links": "https://nnpp.net.ng/",
        "Vision": ""
      },
      "Peoples Democratic Party(PDP)": {
        "About the Party": "The People's Democratic Party (PDP) was formed in 1998 amid a dire political and economic landscape in Nigeria characterized by military rule, human rights abuses, and widespread despair. The nation was experiencing a severe decline, with its economy in disarray and its citizens grappling with hopelessness. In the face of this turmoil, a group of politicians convened to discuss ways to restore democracy and governance, ultimately leading to the establishment of the PDP as a platform for progressive change and democratic governance.The party's core mission is to provide qualitative leadership that fosters an egalitarian society rooted in principles of equality, freedom, and social justice. The PDP aims to mobilize citizens for a robust multiparty system, ensuring credible elections and accountable governance. It emphasizes the importance of defending the sovereignty of the people and promoting inclusive democratic processes that offer equal opportunities for all citizens.In addition to advocating for political reform, the PDP is committed to economic development, social welfare, and national unity. It seeks to create wealth, eliminate poverty, and provide essential services such as education and healthcare. The party also champions good governance by combating corruption and discrimination while fostering public participation in governance.Overall, the PDP emerged as a response to Nigeria's pressing challenges, striving to restore hope and progress through democratic means while addressing the socio-economic needs of its citizens.",
        "Chairperson": "Social conservatism, Economic liberalism",
        "Founded": 1998,
        "Governors": 13,
        "House of Representatives": 119,
        "Ideology": "Cente-right",
        "Logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS5A94FwOp3whDRm90i2Uoegr0Q2q36GZifwA&s",
        "Objectives": "The PDP's mission is to provide qualitative leadership that fosters an egalitarian society based on equality, freedom, and social justice. The party is dedicated to mobilizing citizens for a robust multiparty system and ensuring credible elections through the independence of the judiciary and electoral bodies.",
        "Party": "Peoples Democratic Party(PDP)",
        "Senate": 38,
        "State Assemblies": 325,
        "Useful Links": "https://www.inecnigeria.org/wp-content/uploads/2019/02/PDP-Manifesto.pdf,https://peoplesdemocraticparty.com.ng/en/",
        "Vision": "The PDP envisions a Nigeria where all citizens enjoy equal opportunities and are empowered to participate actively in governance. It seeks to create an inclusive society that promotes national unity, economic development, and social welfare."
      },
      "Peoples Redemption Party (PRP)": {
        "About the Party": "The People's Redemption Party (PRP) was established on September 27, 1978, by a group of radical socialists in Nigeria, including notable figures such as Mallam Aminu Kano. This formation arose from a split within the National Movement, where leftist members felt marginalized. The party aimed to provide an alternative to the conservative political landscape dominated by the National Party of Nigeria (NPN)",
        "Chairperson": "Alhaji Falalu Bello",
        "Founded": 1978,
        "Governors": 0,
        "House of Representatives": 0,
        "Ideology": "Social democracy",
        "Logo": "https://cdn.businessday.ng/2023/09/PRP-1.jpeg",
        "Objectives": "The PRP's mission focuses on achieving full national liberation—both economically and politically—while promoting unity and true democracy. It aims to foster a buoyant national economy and ensure equality in wealth distribution and job opportunities.",
        "Party": "Peoples Redemption Party (PRP)",
        "Senate": 0,
        "State Assemblies": 0,
        "Useful Links": "https://www.inecnigeria.org/wp-content/uploads/2019/02/PRP-Constitution-and-Manifesto.pdf",
        "Vision": "The party envisions a society that promotes African culture, tradition, and social values. It seeks to instill discipline among citizens, encourage leadership by example, and enhance mass literacy. Additionally, the PRP aims to support agricultural development with a focus on aiding peasant farmers."
      },
      "Social Democratic Party (SDP)": {
        "About the Party": "The Social Democratic Party of Nigeria (SDP) is a centre-left political party in Nigeria. It was created alongside the National Republican Convention by former military president Ibrahim Babangida, as part of a democracy project meant to form two national political parties – one slightly to the left and the other to the right. During the Nigerian Third Republic it was seen as a moderate party attractive to young radical intellectuals and socialists. Its manifesto advocates for concerted efforts to improve welfare and fight for social justice.",
        "Chairperson": "Vacant",
        "Founded": 1989,
        "Governors": 0,
        "House of Representatives": 2,
        "Ideology": "Social democracy",
        "Logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRlgIltGfGsea-I3GC1KCj6j2nnASRMxFF8_A&s",
        "Objectives": "",
        "Party": "Social Democratic Party (SDP)",
        "Senate": 2,
        "State Assemblies": 0,
        "Useful Links": "https://www.inecnigeria.org/wp-content/uploads/2019/02/SDP-Constitution.pdf",
        "Vision": "The Social Democratic Party (SDP) is founded on the principles of equality, freedom, and social justice, aiming to cultivate an egalitarian society through democratic means. Its philosophy emphasizes the importance of achieving political power to provide effective leadership that ensures credible elections and accountable governance. The SDP advocates for the sovereignty of the people and promotes inclusive democratic processes that offer fair opportunities for all citizens. It seeks to enhance national unity and stability through fiscal federalism and equitable distribution of resources among Nigeria's geopolitical zones. Additionally, the party is committed to creating wealth, eliminating poverty, and providing essential services such as free education and healthcare. It promotes good governance by combating corruption and discrimination while fostering public participation in economic development. Ultimately, the SDP envisions a society where all individuals can pursue their dreams without barriers, supported by a robust welfare state that prioritizes social equity and sustainable development."
      },
      "Young Progressives Party (YPP)": {
        "About the Party": "The Young Progressives Party (YPP) is a social-democratic political party in Nigeria. The party was created to challenge the two major contemporary parties in Nigeria, the People's Democratic Party and the All Progressives Congress. In its manifesto, it called for concerted efforts to improve welfare, fight for social justice and provide equality of opportunities for all citizens in Nigeria. The Young Progressive Party won one seat out of the 109 seats in the Nigerian Senate during the 2019 general elections.",
        "Chairperson": "Bishop Amakiri",
        "Founded": 2017,
        "Governors": 0,
        "House of Representatives": 2,
        "Ideology": "Social democracy",
        "Logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR_7nqewhiJW8oKFB_W5Zp9NSVZzcuh9XHKOg&s",
        "Objectives": "The enthronement of the Nigerian Youths as the prime resource of Nigeria and the creation of a dynamic economy designed to serve the peoples interest, and in which market forces are combined with forces of partnership, solidarity and cooperation to create and produce goods and services for the benefit of all",
        "Party": "Young Progressives Party (YPP)",
        "Senate": 1,
        "State Assemblies": 2,
        "Useful Links": "https://ypp.ng/,https://ypp.ng/wp-content/uploads/2022/03/CONSTITUTION.pdf,https://ypp.ng/wp-content/uploads/2021/03/YPP%20MANIFESTO.pdf",
        "Vision": "To build an egalitarian anchored on Nigeria citizens as the prime resource drien by mentally progressive and young innovative leaders without greed"
      },
      "Zenith Labour Party (ZLP)": {
        "About the Party": "Zenith Labour Party as a social democratic party is irrevocably committed to the fight against inequality, oppression of the underprivileged and poverty in Nigeria. The party will focus on entrenching universally accessible public services for the elderly, children and the physically challenged. We pledge to recreate a Nigeria that guarantees all its citizens the right to pursue their aspirations and achieve their full potentials.",
        "Chairperson": "Dan Nwanyanwu",
        "Founded": "Unknown",
        "Governors": 0,
        "House of Representatives": 0,
        "Ideology": "Reformism",
        "Logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQLAhXQDEkr449_wCjMOwPqdBcpNI3Q4DADLg&s",
        "Objectives": "",
        "Party": "Zenith Labour Party (ZLP)",
        "Senate": 0,
        "State Assemblies": 2,
        "Useful Links": "",
        "Vision": ""
      }
    },
    "Presidential": {
      "ABIOLA LATIFU KOLAWOLE": {
        "Candidate": "ABIOLA LATIFU KOLAWOLE",
        "Expected Policies": "",
        "Headshots": "https://images.app.goo.gl/Y59YrC6MJfTZDqGW6",
        "Noteable Facts": "",
        "Party": "Peoples Redemption Party (PRP)",
        "Profile Overview": "Abdul-Lateef Kola Abiola, born July 1, 1962, better known as Kola Abiola, is a Nigerian politician. He is the presidential candidate of the Peoples’ Redemption Party (PRP). Kola Abiola was born in Abeokuta, Ogun State, where he grew up with his siblings. On April 14, 2022, he declared his intention to contest the 2023 presidential race under the platform of the People’s Redemption Party, PRP. Kola Abiola went to Berkeley and then Colorado State University, where he obtained a Bachelor’s degree in Finance and an MBA in Business Administration.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 60,
          "gender": "M",
          "occupation": "Politician",
          "qualification": "Berkeley / Colorado State University"
        },
        "deputyinfo": {
          "age": 49,
          "gender": "M",
          "name": "ZEGO HARO HARUNA",
          "qualification": "FSLC, WAEC"
        },
        "isFakePicture": "No"
      },
      "ABUBAKAR ATIKU": {
        "Candidate": "ABUBAKAR ATIKU",
        "Expected Policies": "Set up an agency for the regulation of private tertiary education.  Increase police workforce strength to 1,000,000 million personnel. Construction of 5,000km of modern railway lines. Increase the MSME funding window from the current N200 billion naira to N500 billion naira. Launch a comprehensive National Anti-corruption Strategy that is based on the rule of law, separation of powers, neutrality and non-partisanship.",
        "Headshots": "https://images.app.goo.gl/1mYh4dJ9ve82JWxh7",
        "Noteable Facts": "",
        "Party": "Peoples Democratic Party(PDP)",
        "Profile Overview": "Atiku Abubakar GCON (born 25 November 1946) is a Nigerian politician and businessman who served as the vice president of Nigeria from 1999 to 2007 during the presidency of Olusegun Obasanjo. He ran as governor of Adamawa State in 1990, 1997 and later, in 1998, being elected before becoming Olusegun Obasanjo’s running mate during the 1999 presidential election and re-elected in 2003. Atiku Abubakar has unsuccessfully contested five times for the Office of President of Nigeria in 1993, 2007, 2011, 2015 and 2019. In 1993, he contested the Social Democratic Party presidential primaries losing to Moshood Abiola and Baba Gana Kingibe. He was a presidential candidate of the Action Congress in the 2007 presidential election coming in third to Umaru Yar’Adua of the PDP and Muhammadu Buhari of the ANPP. He contested the presidential primaries of the People’s Democratic Party during the 2011 presidential election losing out to incumbent President Goodluck Jonathan.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 75,
          "gender": "M",
          "occupation": "Businessman and Politician",
          "qualification": "Ahmadu Bello University / Anglia Ruskin University"
        },
        "deputyinfo": {
          "age": 63,
          "gender": "M",
          "name": "OKOWA ARTHUR IFEANYI",
          "qualification": "HSC, MBBS"
        },
        "isFakePicture": "No"
      },
      "ADEBAYO ADEWOLE EBENEZER": {
        "Candidate": "ADEBAYO ADEWOLE EBENEZER",
        "Expected Policies": "",
        "Headshots": "https://images.app.goo.gl/bvxoUytcEJQuKm6C9",
        "Noteable Facts": "",
        "Party": "Social Democratic Party (SDP)",
        "Profile Overview": "Adewole Adebayo (born 8 January 1972) is a Nigerian Lawyer and Founder of KAFTAN TV. He is currently running for President of Nigeria under the Social Democratic Party (Nigeria). Adewole Adebayo began his legal career as a litigation lawyer at Tunji Abayomi and Co in Lagos, Nigeria. After two years of legal practice, he founded his own law firm, Adewole Adebayo & Co., House of Law, in 2002. In 2016, Adewole Adebayo established KAFTAN TV. Adebayo sponsors nearly 2,000 young Nigerians in Nigerian and foreign tertiary institutions, in addition to numerous people he has financially empowered across the country. Adebayo is a public affairs commentator who provides advice on national issues on occasion and participates in Nigerian politics as a member of the Third Force. On January 15, 2022, Adewole Adebayo declared his intention to run for the office of the Nigerian president. He is running for president of Nigeria in the 2023 Nigerian general election under the Social Democratic Party (Nigeria).",
        "Useful Links": "",
        "candidateInfo": {
          "age": 50,
          "gender": "M",
          "occupation": "Lawyer and Politician",
          "qualification": "Obafemi Awolowo University"
        },
        "deputyinfo": {
          "age": 50,
          "gender": "M",
          "name": "BUHARI YUSUF",
          "qualification": "FSLC, SSCE, MSC"
        },
        "isFakePicture": "No"
      },
      "ADENUGA SUNDAY OLUWAFEMI": {
        "Candidate": "ADENUGA SUNDAY OLUWAFEMI",
        "Expected Policies": "Making Voting Compulsory by Law. Make Governments Responsible for Housing and Healthcare of Nigerians. Cut Public Spending by 50 Percent. Creation of Credit Society To Increase Purchasing Power. Grant Autonomy for Local Governments Administration. Creation of Technology Hub - Aso Valley.",
        "Headshots": "https://images.app.goo.gl/woaP9HkHUCAPQ4hKA",
        "Noteable Facts": " He has either lived or worked in at least thirty-two states including the Federal Capital Territory (FCT). Sunday Adenuga has worked and consulted for many local and international organisations in Africa and Europe, including World Bank and African Development Bank projects. He has experience as an IT Risk and Data Protection Manager at Opel Vauxhall Finance and IT Security and Control at Ford Motor Company. Both in Nigeria and Europe, Sonny has led successful change adopting technology to deliver social justice where required.",
        "Party": "Boot Party (BP)",
        "Profile Overview": "Mr Sunday Adenuga (Sonny, as he is fondly called) is a businessman and a Risk and Control Leader and Expert from Ogun state, South West Nigeria. Sonny has led successful change adopting technology to deliver social justice where required. Sonny’s academic qualifications include among others, diploma and degrees in Mathematics; Statistics; and Project Management as well as other professional qualifications. Sonny’s goal for running for the office of the president is to develop Nigerians and Nigeria. In the past years, Sunday Adenuga have been working to create a leadership framework that will bring the best out of Nigerians.",
        "Useful Links": "https://adenuga.org/",
        "candidateInfo": {
          "age": 48,
          "gender": "M",
          "occupation": "Businessman and Politician",
          "qualification": "Northwestern Oklahoma State University / Pace University / Masters in Project Management from Northumbria University."
        },
        "deputyinfo": {
          "age": 36,
          "gender": "M",
          "name": "MUSTAPHA USMAN TURAKI",
          "qualification": " Architectural Technology Kano State Polytechnic"
        },
        "isFakePicture": "No"
      },
      "ADO-IBRAHIM ABDULMALIK": {
        "Candidate": "ADO-IBRAHIM ABDULMALIK",
        "Expected Policies": "",
        "Headshots": "https://images.app.goo.gl/rGVUZQwmEMwFXrB78",
        "Noteable Facts": "",
        "Party": "Young Progressives Party (YPP)",
        "Profile Overview": "Ado-Ibrahim Abdulmalik is a Nigerian born business and politician who is a Kogi Prince and the founder of Bicernergy. He is the presidential candidate under YPP. He studied in the US and the UK where his area of study was mainly Automobiles. Prince Malik, educated at a private school in England, graduated from a British military academy, and is the holder of a master’s degree in marketing from the University of Southern California.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 58,
          "gender": "M",
          "occupation": "Businessman",
          "qualification": "University of Southern California"
        },
        "deputyinfo": {
          "age": 44,
          "gender": "M",
          "name": "ENYINNA MICHAEL KASARACHI",
          "qualification": "FLSC, WAEC, BSc"
        },
        "isFakePicture": "No"
      },
      "ALMUSTAPHA HAMZA": {
        "Candidate": "ALMUSTAPHA HAMZA",
        "Expected Policies": "Al-Mustapha’s campaign focused heavily on national security. He believes his military experience, particularly during his 35-year tenure, equips him to effectively tackle Nigeria’s persistent insecurity problems. He also emphasizes national unity, declaring that Nigeria's unity is \"non-negotiable.\" His political rhetoric suggests a desire to bring about stability through decisive leadership and restructuring the country's security architecture",
        "Headshots": "https://images.app.goo.gl/yHCTfSy5EHkQjZF26",
        "Noteable Facts": "He had a long-standing military career before rising to the role of CSO. His career involved serving in various capacities in the Nigerian Army, including intelligence and surveillance roles, where he earned a reputation for his loyalty to the leadership. Al-Mustapha’s career has been mired in controversy, especially related to allegations of human rights abuses during his time with the Abacha regime. Although he was acquitted of the charges in 2013",
        "Party": "Action Alliance (AA)",
        "Profile Overview": "Hamza Al-Mustapha (born 27 July 1960) is a former Nigerian Army major and intelligence officer who served as Chief Security Officer. He enrolled at the Nigerian Defence Academy in Kaduna and was commissioned into the Nigerian Army in 1983. Al-Mustapha joined the army and was trained as an intelligence operative. He was involved in at least two investigations of coup attempts. He was appointed Chief Security Officer to the Head of State (CSOHS) with a Special Strike Force Unit during Abacha’s military regime (17 November 1993 – 8 June 1998). Other security outfits at the time were the Office of the National Security Adviser under Ismaila Gwarzo, the Directorate of Military Intelligence, the State Security Service and the National Intelligence Agency. All of these units engaged in extrajudicial killings of people seen as threats to the regime. After being appointed Chief Security Officer, Al-Mustapha established a number of small security outfits recruited from the military and other security organizations and trained in Israel and Korea.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 62,
          "gender": "M",
          "occupation": "Chief Security Officer and Politician",
          "qualification": "Nigerian Defence Academy"
        },
        "deputyinfo": {
          "age": 45,
          "gender": "M",
          "name": "JOHNSON EMMANUEL CHUKWUKA",
          "qualification": "WAEC"
        },
        "isFakePicture": "No"
      },
      "IMUMOLEN EHIJELE BENEDICT": {
        "Candidate": "IMUMOLEN EHIJELE BENEDICT",
        "Expected Policies": "Imumolen identified the numerous abandoned projects across Nigeria as critical to addressing unemployment. By completing these projects, he aims to reduce joblessness and stimulate industrial growth. He plans to overhaul Nigeria’s underfunded educational system within six months, seeking to end the frequent strikes and disruptions that plague the sector.  He proposes reviving moribund industries and offering support to SMEs and farmers through loans and subsidies to boost local production and manufacturing. His government would also address the underemployment of youth and improve job opportunities. To improve Nigeria’s global image by leveraging the country's cultural assets in arts, sports, and music to attract positive attention and investment from the international community​",
        "Headshots": "https://images.app.goo.gl/YyhKg79FrYWj9Wt19",
        "Noteable Facts": "",
        "Party": "Accord (A)",
        "Profile Overview": "Christopher Irene Imumolen (born 5 September 1983) is the Addo of Abaji, an educationist, a university professor, a serial entrepreneur, a business mogul and a Nigerian Politician. He is the founder of Joint Professional Training and Support International Limited (JPTS) and UNIC Foundation, a non-profit, non-governmental organization. He is a presidential candidate on the platform of the Accord Party, ahead of the 2023 Nigerian presidential elections. Imumolen is an indigene of Esan West, Ekpoma in Edo State. He started his work career as a Plant Engineer at BOC Gases Nigeria Plc in February 2005. He is President of the Onshore Offshore Oil and Gas Professional and was also appointed as the Senior Technical Adviser to the Akwa-Ibom state government on Oil and Gas matters, he was also the Technical Safety Consultant to NAPECO Kuwait. He is the Founder of Global Wealth System- a business network system setup to empowering entrepreneurs globally with over 450,000 Membership. On February 8, 2022, it was reported that Imumolen launched a two billion naira education scholarship trust fund for entertainers in the entertainment industry of Nigeria. Musicians Small Doctor and B-Red were among the beneficiaries of the scheme. According to news report, he described the trust fund as “a promise to help the well-placed celebrities in a better perception for their millions followers, which will, in turn spur them to begin to believe in education as a sure way to nation building”. In 2019, Imumolen, through his empowerment program supported over 6000 Nigerians with Financial Grant for Businesses between One thousand Dollars to Ten Thousand Dollars each. He followed up with the release of over 200 inmates who were detained for bailable offenses.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 38,
          "gender": "M",
          "occupation": "Serial Entrepreneur and Politician",
          "qualification": "University of Lagos / University of Benin / Pan American College / International Institute of Management and Technology / Global Wealth University"
        },
        "deputyinfo": {
          "age": 59,
          "gender": "M",
          "name": "BELLO BALA MARU",
          "qualification": "SSC, BSc Textile Science and Technology"
        },
        "isFakePicture": "No"
      },
      "KACHIKWU DUMEBI": {
        "Candidate": "KACHIKWU DUMEBI",
        "Expected Policies": "",
        "Headshots": "https://images.app.goo.gl/ZubYJchXiNByQuW39",
        "Noteable Facts": "Dumebi Kachikwu is the founder of Roots Television, a digital media platform in Nigeria that focuses on news and investigative journalism. Concerns about alleged voter inducement were raised during his ascent as the presidential candidate for the African Democratic Congress (ADC). He also faced claims of tax evasion amounting to several million dollars, which he has denied, attributing the allegations to political rivals who were dissatisfied with his victory in the ADC presidential primaries. Dumebi’s candidacy faced challenges within his party, the African Democratic Congress. At one point, he was expelled by the party leadership over allegations of misconduct, though he continued to contest the expulsion in court and ultimately remained a candidate. There were also calls from various quarters for his disqualification from the presidential race due to alleged mismanagement of party funds and internal party disputes, although he maintained his stance as a legitimate candidate.",
        "Party": "African Democratic Congress (ADC)",
        "Profile Overview": "Dumebi Kachikwu is an entrepreneur, politician, businessman and also a well-loved philanthropist. He is also a media entrepreneur – Chairman of Roots Television Nigeria. Dumebi Kachikwu has built a long and prosperous career as a businessman within numerous sectors, mainly media/telecommunications, agriculture, and construction. He leads Netlink Technologies and regularly collaborates with other leading companies within the tech industry in order to drive technological advancement and accessibility to people from all over the world. Born on December 20, He attended the University of Benin Demonstration Secondary School",
        "Useful Links": "",
        "candidateInfo": {
          "age": 48,
          "gender": "M",
          "occupation": "Businessman and Politician",
          "qualification": "Benin Demonstration Secondary School"
        },
        "deputyinfo": {
          "age": 40,
          "gender": "M",
          "name": "BUHARI MUHAMMED AHMED",
          "qualification": "FSLC, SSCE"
        },
        "isFakePicture": "No"
      },
      "MUSA MOHAMMED RABIU KWANKWASO": {
        "Candidate": "MUSA MOHAMMED RABIU KWANKWASO",
        "Expected Policies": "",
        "Headshots": "https://images.app.goo.gl/7Xit3XJmCqymECcYA",
        "Noteable Facts": "His first tenure as the governor of Kano State was very eventful because of several other groups who were opposed to his high-handed governorship and his attempt at supporting a Yoruba president in Olusegun Obasanjo. In 2007, Kwankwaso resigned from his ministerial position to contest the Kano State governorship election but he lost because he had been indicted by a Government White Paper. Kwankwaso was an active student leader during his school days and was an elected official of the Kano State Students Association. Governor of Kano State – 1999-2003, 2011-2015. Minister of Defence – 2003-2007.  He was the Principal Water Engineer, Kano State Water Resources and Engineering Construction Agency",
        "Party": "New Nigeria People's Party (NNPP)",
        "Profile Overview": "Rabi’u Musa Kwankwaso, FNSE, FNIQS (born 21 October 1956) is a Nigerian politician who was the Governor of Kano state from 1999 to 2003 and 2011 to 2015. His father held the position of village head in Kwankwaso as Dagacin Kwankwaso (a traditional Hausa title) before being  elevated to the position of District Head in Madobi and given the title  \nof Majidadin Kano, Hakimin Madobi by the Kano Emirate Council of Emir Ado Bayero CFR, LLD, JP After he lost his re-election in 2003, he was appointed the first Minister of Defence of the Fourth Republic with no prior military background from 2003 to 2007, under the administration of former president Olusegun Obasanjo. He was later elected to the Senate in 2015, serving one term under the platform of the All Progressives Congress (APC) representing Kano Central Senatorial District. He is currently the national leader of the New Nigeria Peoples Party Kwankwaso enjoys widespread support in Kano and north-western Nigeria; he has been viewed as a charismatic populist.In 2011, he was re-elected governor of the state and went on to join the All Progressives Congress (APC) in 2014. In 2015, Kwankwaso unsuccessfully contested the presidential primaries nomination under the opposition All Progressive Congress, but lost to Muhammad Buhari. In 2018, he returned to People’s Democratic Party (PDP) and contested the presidential primaries losing out to Atiku Abubakar. Rabiu Musa Kwankwaso, has been confirmed as the presidential candidate of the New Nigeria Peoples Party (NNPP) for the 2023 general elections. ",
        "Useful Links": "",
        "candidateInfo": {
          "age": 66,
          "gender": "M",
          "occupation": "Politician, Civil Servant and Engineer",
          "qualification": "MSc Water Engineering, Loughborough University of Technology / National Diploma and Higher National Diploma, Kaduna Polytechnic / PhD Water Engineering, Sharda University, India / Wudil Craft School and Kano Technical College"
        },
        "deputyinfo": {
          "age": 57,
          "gender": "M",
          "name": "ODIRI IDAHOSA, ISAAC",
          "qualification": " Automobile Engineering, Bachelors Degree, Masters, PhD"
        },
        "isFakePicture": "No"
      },
      "NNADI CHARLES OSITA": {
        "Candidate": "NNADI CHARLES OSITA",
        "Expected Policies": "",
        "Headshots": "https://images.app.goo.gl/ptvdqXi1duraQcwaA",
        "Noteable Facts": "",
        "Party": "Action Peoples Party (APP)",
        "Profile Overview": "",
        "Useful Links": "",
        "candidateInfo": {
          "age": 49,
          "gender": "M",
          "occupation": "",
          "qualification": "First School Leaving Certificate Senior Secondary School Certificate"
        },
        "deputyinfo": {
          "age": 49,
          "gender": "M",
          "name": "HAMISU ISAH",
          "qualification": "First School Leaving Certificate Senior Secondary School Certificate ND"
        },
        "isFakePicture": "No"
      },
      "NWANYANWU DANIEL DABERECHUKWU": {
        "Candidate": "NWANYANWU DANIEL DABERECHUKWU",
        "Expected Policies": "",
        "Headshots": "https://images.app.goo.gl/dvPUwHCoRNxEBbjK6",
        "Noteable Facts": "",
        "Party": "Zenith Labour Party (ZLP)",
        "Profile Overview": "Dan Nwanyanwu mni, OFR (born 23 November 1959 ) is a Nigerian politician, businessman and lawyer who was chairman of the Labour Party (LP) from 2004 until 2014. He worked with Union Bank between 1979-1993 and during his appointment, held several roles within the National Union of Banks, Insurance and Financial Institutions Employees (NUBIFIE), rising to the role of National Treasurer and subsequently National President from 1989. The latter appointment automatically made him a member of the National Executive Council of the Nigeria Labour Congress (NLC). In 1992, he attended the National Institute for Policy and Strategic Studies, Kuru, Jos and was awarded “Member of the National Institute” (mni). In February 1993, he resigned his appointment with the Union Bank of Nigeria to enable him to finish the programme. He finished his law Degree in 1998 and proceeded to the Nigerian Law School, eventually being called to the Nigerian Bar in the year 2000. He earned a master’s degree in Law (LL.M) in University of Lagos and did his pupilage under the close supervision of Frederick Rotimi Williams in the Chief Rotimi Williams Chambers. In 2004, Nwanyanwu was drafted to lead the” Party for Social Democracy” (PSD) formed by the Nigerian Labour Congress, which led to his emergence as its National Chairman in a well-attended convention. The party was later renamed ‘Labour Party’ to reflect its new ideals. He started from scratch to organize and lead a political party hitherto unknown and at the expiration of his first term, he was re-elected in December 2009 as the party’s National Chairman at a Convention held in Abuja. Under his leadership, the LP secured governorship of Ondo State, with Olusegun Mimiko.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 62,
          "gender": "M",
          "occupation": "Lawyer and Politician",
          "qualification": "University of Lagos / Howard University"
        },
        "deputyinfo": {
          "age": 55,
          "gender": "M",
          "name": "ABUBAKAR JIBRIN",
          "qualification": "Diploma in Law"
        },
        "isFakePicture": "No"
      },
      "OBI PETER GREGORY": {
        "Candidate": "OBI PETER GREGORY",
        "Expected Policies": "Peter Obi supports transitioning to renewable energy sources while addressing Nigeria’s power generation problems. He advocates for investment in solar, wind, and hydroelectric power, seeing them as crucial to both economic growth and environmental sustainability. Peter Obi has consistently emphasized the importance of investing in human capital. His policies would likely focus on improving Nigeria’s education system, including greater funding for public schools and universities, while making healthcare more accessible and affordable.",
        "Headshots": "https://images.app.goo.gl/cfPC2NiPkCgc71gZA",
        "Noteable Facts": "Known for his frugality, Obi reportedly avoided unnecessary spending during his governorship, including rejecting the typical lavish lifestyle of Nigerian governors. He returned large sums of money to the state treasury at the end of his tenure, emphasizing that governance should focus on service rather than personal enrichment. Despite his positive reputation, Obi has faced criticism for alleged religious and regional biases, with some accusing him of appealing more to southeastern voters (his home region) than having a truly national outlook. He has, however, consistently rejected such claims and has positioned himself as a candidate for all Nigerians. Obi has an extensive background in business and finance, having worked as an executive in various Nigerian companies before entering politics. His experience in corporate leadership helped shape his reputation for fiscal discipline and effective management. He is a former chairman of the board at Fidelity Bank.",
        "Party": "Labour Party (LP)",
        "Profile Overview": "Peter Gregory Obi CON (born 19 July 1961) is a Nigerian businessman and politician who served as governor of Anambra from March to November 2006, February to May 2007, and from June 2007 to March 2014. In May 2022, he became the Labour Party candidate for President of Nigeria in the 2023 presidential election. Born in Onitsha in 1961, Obi graduated from the University of Nigeria in 1984. Afterwards, he entered business and banking, eventually rising to hold several high-ranking executive positions at banks. By the early 2000s, Obi was the chairman of Fidelity Bank before leaving the position to enter politics. Obi ran for governor in 2003, as a member of the All Progressives Grand Alliance but his main opponent was unlawfully declared victor. After three years of legal battles, Obi was declared the winner in 2006 and assumed office in March 2006.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 61,
          "gender": "M",
          "occupation": "Businessman and Politician",
          "qualification": "University of Nigeria"
        },
        "deputyinfo": {
          "age": 55,
          "gender": "M",
          "name": "BABA AHMED YUSUF DATTI",
          "qualification": "BSc and MSc Economics University of Maiduguri / PhD University of Westminister"
        },
        "isFakePicture": "No"
      },
      "OJEI PRINCESS CHICHI": {
        "Candidate": "OJEI PRINCESS CHICHI",
        "Expected Policies": "Chichi has been an advocate for gender equality and the need for more female representation in governance. Her campaign heavily emphasized the importance of women playing an active role in Nigeria’s political landscape.",
        "Headshots": "https://images.app.goo.gl/yeFu2pxxoCsttHi56",
        "Noteable Facts": "Ojei schooled both in Nigeria and overseas, is a corporate finance \nspecialist and the executive director of Nuel Ojei Holdings.",
        "Party": "Allied Peoples Movement (APM)",
        "Profile Overview": "Chichi Ojei is a Nigerian who was born in Delta, South-South Nigeria, in 1978. She got her education in Nigeria and overseas. She attended the American International School, Lagos, Nigeria, Institut Le Rosay in Rolle, Switzerland, she later obtained a bachelor's degree in business administration from the North Eastern University, USA, and also got an MBA from the Regent's Business School, London. Before joining politics, Ojei was a finance specialist and the executive director of Nuel Ojei Holdings. Ahead of the 2023 elections, she joined the Allied People's Movement (APM), a political party registered by the Independent National Electoral Commission (INEC) as one of the recognized political parties in Nigeria. She was endorsed as the presidential candidate of the party on August 14, 2022. During her campaigns, she expressed optimism about winning the election in the male dominated race. Her hope of becoming the president in 2023 could, however, not be realized, as her party dropped her and adopted the presidential candidate of the People's Democratic Party (PDP), Atiku Abubakar, as its candidate.",
        "Useful Links": "https://www.youtube.com/watch?v=iDoLOWvHzHo",
        "candidateInfo": {
          "age": 44,
          "gender": "F",
          "occupation": "Corporate Finance Specialist and Politician",
          "qualification": "American International School / Bachelor of Business Administration, Northeastern University / MBA, Regents Business School / Secondary school diploma at Institut Le Rosay"
        },
        "deputyinfo": {
          "age": 47,
          "gender": "M",
          "name": "IBRAHIM MOHAMMED",
          "qualification": "First School Leaving Certificate Secondary School Higher National Diploma"
        },
        "isFakePicture": "No"
      },
      "OSAKWE FELIX JOHNSON": {
        "Candidate": "OSAKWE FELIX JOHNSON",
        "Expected Policies": "",
        "Headshots": "https://images.app.goo.gl/VY8zp87KWKPm7Mp47",
        "Noteable Facts": "",
        "Party": "National Rescue Movement (NRM)",
        "Profile Overview": "Felix Johnson Osakwe is from Ukwuani Local government of Delta State. He is a classic and talented Clergyman, Respected Diplomat, Humanitarian Ambassador and a successful business personality in Nigeria and beyond. Felix Johnson Osakwe studied Legal and Criminal Justice at Ashworth University Atlanta, Georgia USA. He further obtained Bachelor’s Degree In Theology (B.Th) and Masters Degree In Theology (M.Th) from Freedom University And Theological Seminary USA. He was Confirmed with a Honorary Doctorate Degree (PHD) Philanthropic Management from Freedom University And Theological Seminary USA. And a Honorary Doctorate Degree (PHD) Doctor Of Divinity And Public Administration from Highstone International University USA. He serves as the Director of Executive Affairs, UPF Nigeria, where he engages actively with critical stakeholders and duty bearers in social, economic and political spaces within and outside Nigeria, lending his diplomatic skills and expertise to peace brokerage and crisis management, intersecting corporate excellence with social good.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 57,
          "gender": "M",
          "occupation": "Clergy man",
          "qualification": "Ashworth University Atlanta, Georgia USA, University And Theological Seminary USA, Highstone International University USA"
        },
        "deputyinfo": {
          "age": 72,
          "gender": "M",
          "name": "KYABO YAHAYA MUHAMMAD",
          "qualification": "First School Leaving Certificate SSCE"
        },
        "isFakePicture": "No"
      },
      "SANI YABAGI YUSUF": {
        "Candidate": "SANI YABAGI YUSUF",
        "Expected Policies": "Yusuf has shown awareness of environmental issues, advocating for sustainable practices and policies that address climate change and promote conservation.",
        "Headshots": "https://images.app.goo.gl/pcVn29ydTsRdpBdLA",
        "Noteable Facts": "As the national chairman of the ADP, Yusuf has played a crucial role in shaping the party’s direction and policies. He has worked to build the party's presence across Nigeria. Yusuf has been an advocate for youth and women empowerment, emphasizing the need to involve these groups in governance and decision-making processes. ",
        "Party": "Action Democratic Party (ADP)",
        "Profile Overview": "Yabagi Yusuf Sani, known mostly as (YYSani or Jakardan Nupe) meaning Ambassador of Nupe, (born 1 July 1957) is a Nigerian politician, Energy and Crude oil expert and is the current National Chairman of The Action Democratic Party (ADP). He was a presidential candidate in the 2019 Nigerian general election. Yabagi started as an administrative officer-depot chief in (PPMC Depot) Kano in 1980 under Nigerian National Petroleum Corporation. Sani began his political ambitions in 1991, he was also a founding member of (ANPP), and member board of trustees of All Nigeria Peoples Party (ANP). In 1999, Sani was the candidate of All Peoples Party (APP) in Niger State for the governorship election, he was also the financial secretary of the then Nigeria Liberal Convention (NLC/NRC), he was the North Central presidential coordinator of Alhaji Bashir Tofa in 1993. In 2021, Engr. Yabagi Yusuf Sani of the Action Democratic Party (ADP) emerged as the new national chairman of IPAC, taking over from Dr Leonard Nzenwa. Mgbudem Maxwell from Accord Party (AP) was elected Deputy National Chairman of the Council, while Alhaji Yusuf Dantalle of the Allied People’s Movement (APM) emerged as the National Secretary. He was declared as the ADP presidential standard-bearer at the Special National Convention of the party on Tuesday, May 31, 2022, in Abuja, Nigeria. The Chairman, ADP Electoral Panel, Mr. Tasiru Abdulrahman, said that Sani was chosen by consensus. He confirmed that Sani was chosen after he was screened and confirmed to have met all necessary requirements for the 2023 presidential election",
        "Useful Links": "",
        "candidateInfo": {
          "age": 68,
          "gender": "M",
          "occupation": "Energy and Oils Expert, Engineer, Politician",
          "qualification": "Columbia University / Harvard University"
        },
        "deputyinfo": {
          "age": 50,
          "gender": "M",
          "name": "UDO OKEY OKORO",
          "qualification": "FSLC, SSCE, BSC"
        },
        "isFakePicture": "No"
      },
      "SOWORE OMOYELE STEPHEN": {
        "Candidate": "SOWORE OMOYELE STEPHEN",
        "Expected Policies": "Support amnesty program focusing on sustainable jobs in neglected oil-producing regions. Set ambitious power capacity targets to drive rapid, sustainable growth; decentralize power generation through public-private partnerships. Expand whistle-blower program beyond EFCC prosecutions and provide increased support",
        "Headshots": "https://images.app.goo.gl/4waAZSDNhSmZ8qKt7",
        "Noteable Facts": "In 2006, Sowore founded Sahara Reporters, an online news agency focused on promoting citizen journalism and exposing corruption in Nigeria. This platform has become known for its investigative reporting and has played a role in bringing attention to various political and social issues in Nigeria. Sowore has been involved in pro-democracy activism in Nigeria since his days as a student leader at the University of Lagos in the 1990s. He was involved in protests against military rule during that period. In 2019, Sowore initiated the #RevolutionNow protest movement, calling for major reforms in Nigerian governance.",
        "Party": "African Action Congress (AAC)",
        "Profile Overview": "Yele Sowore is from Ese-Odo, Ondo State in South West Nigeria. Sowore was born in the Niger Delta region of the country (comprising six states in the South-South region, Ondo, Abia and Imo State) where he was also raised in a polygamous home with sixteen children. At 12, he learned to ride a motorcycle so that he could go to the lake to go fishing for food for his entire family every morning before going to school. Sowore’s passion and desire for media were propelled during the military rule in Nigeria. Sowore studied Geography and Planning at the University of Lagos from 1989 to 1995 with his academic program extended by two extra years after being expelled twice for political reasons and student activism. He was the President of the University of Lagos Student Union Government between 1992 and 1994 where he was involved in anti-cultism and anti-corruption advocacy. Sowore holds a master’s degree in Public Administration from Columbia University.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 51,
          "gender": "M",
          "occupation": "Journalist and Politician",
          "qualification": "University of Nsukka / Nigeria Law School"
        },
        "deputyinfo": {
          "age": 45,
          "gender": "M",
          "name": "MAGASHI HARUNA GARBA",
          "qualification": "FSLC, SSCE, LLB"
        },
        "isFakePicture": "No"
      },
      "TINUBU BOLA AHMED": {
        "Candidate": "TINUBU BOLA AHMED",
        "Expected Policies": "A major policy is his plan to end Nigeria’s fuel subsidy, which he argues is unsustainable and wasteful. The funds saved from the subsidy will be redirected toward infrastructure, healthcare, and social programs. Tinubu also intends to reform the foreign exchange market, aiming to eliminate multiple exchange rates that have hindered foreign investment",
        "Headshots": "https://images.app.goo.gl/Baw8mDGpNA49AxDF7",
        "Noteable Facts": "Instrumental in forming the All Progressive Congress Party. Pioneered transformative initiatives in Lagos, including 37 local council development areas, LASTMA, and LAGBUS. Part of the G-30 group that advocated for reversing the annulment of the June 12, 1993 presidential election. Tinubu's career has been marred by allegations of corruption and questions surrounding the sources of his wealth. Some critics allege that during his time as governor, he misused public funds. However, these allegations have not led to any convictions in Nigerian courts. There have also been controversies surrounding his identity and questions about his real age, as well as the legitimacy of his academic records. Tinubu’s influence in Lagos, even after his governorship, helped the city grow into one of Africa's largest economies. He is credited with reforms that improved tax collection, infrastructure, and urban development",
        "Party": "All Progressive Congress (APC)",
        "Profile Overview": "Bola Ahmed Adekunle Tinubu (born 29 March 1952) is a Nigerian accountant and politician who served as the Governor of Lagos State from 1999 to 2007 and Senator for Lagos West during the brief Third Republic. In June 2022, he was chosen as the All Progressives Congress nominee in the 2023 Nigerian presidential election. Tinubu spent his early life in southwestern Nigeria and later moved to United States where he studied Accounting at Chicago State University. He returned to Nigeria in the early 1980s and was employed by Mobil Nigeria as an accountant, before entering politics as a Lagos West senatorial candidate in 1992 under the banner of the Social Democratic Party. After dictator Sani Abacha dissolved the Senate in 1993, Tinubu became an activist campaigning for the return of democracy as a part of the National Democratic Coalition movement. Although he was forced into exile in 1994, Tinubu returned after Abacha’s 1998 death triggered the beginning of the transition to the Fourth Republic. In the first post-transition Lagos State gubernatorial election, Tinubu won by a wide margin as a member of the Alliance for Democracy over the Peoples Democratic Party’s Dapo Sarumi and the All People’s Party’s Nosirudeen Kekere-Ekun. Four years later, he won re-election to a second term over the PDP’s Funsho Williams by a reduced margin. Tinubu’s two terms were marked by attempts at modernizing the city of Lagos and his feuds with the PDP-controlled federal government. After leaving office in 2007, he since played a key role in the formation of the All Progressives Congress in 2013. Long and controversial, Tinubu’s career has been plagued by accusations of corruption and questions about the veracity of his personal history",
        "Useful Links": "",
        "candidateInfo": {
          "age": 70,
          "gender": "M",
          "occupation": "Accountant, Politician",
          "qualification": "Chicago State University"
        },
        "deputyinfo": {
          "age": 55,
          "gender": "M",
          "name": "SHETTIMA KAKAGONI",
          "qualification": "General Certificate Education, BSc Agriculture"
        },
        "isFakePicture": "No"
      },
      "UMEADI PETER NNANNA CHUKWUDI": {
        "Candidate": "UMEADI PETER NNANNA CHUKWUDI",
        "Expected Policies": "",
        "Headshots": "https://images.app.goo.gl/4uEDFgXTpu6bhMddA",
        "Noteable Facts": "",
        "Party": "All Progressive Grand Alliance (APGA)",
        "Profile Overview": "Peter Umeadi is a party chieftain, politician and a former Chief Judge of Anambra state judiciary. Umeadi, a Professor of Law at the University of Nigeria, Nsukka. Following his retirement as the state’s Chief Judge in March 2019, Umeadi, a Professor of Law at the University of Nigeria, joined the party in his Nri Ward II in Anaocha, Anambra. He has the capacity, sense of history, humility and self-effacement to reconcile and weld ethnic groups together.",
        "Useful Links": "",
        "candidateInfo": {
          "age": 67,
          "gender": "M",
          "occupation": "Professor and Politician",
          "qualification": "University of Nsukka / Nigeria Law School"
        },
        "deputyinfo": {
          "age": 65,
          "gender": "M",
          "name": "MOHAMMED ABDULLAHI KOLI",
          "qualification": "Nasaruprim School WAEC, DDS Bauchi HND, CASS/Abu Kaduna"
        },
        "isFakePicture": "No"
      }
    },
    "State Election Dates": {
      "Abia": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Abia"
      },
      "Adamawa": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Adamawa"
      },
      "Akwa Ibom": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Akwa Ibom"
      },
      "Anambra": {
        "Date": "2021-11-05T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Anambra"
      },
      "Bauchi": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Bauchi"
      },
      "Bayelsa": {
        "Date": "2023-11-10T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Bayelsa"
      },
      "Benue": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Benue"
      },
      "Borno": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Borno"
      },
      "Cross River": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Cross River"
      },
      "Delta": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Delta"
      },
      "Ebonyi": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Ebonyi"
      },
      "Edo": {
        "Date": "2024-09-20T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Edo"
      },
      "Ekiti": {
        "Date": "2022-06-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Ekiti"
      },
      "Enugu": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Enugu"
      },
      "Gombe": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Gombe"
      },
      "Imo": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Imo"
      },
      "Jigawa": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Jigawa"
      },
      "Kaduna": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Kaduna"
      },
      "Kano": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Kano"
      },
      "Katsina": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Katsina"
      },
      "Kebbi": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Kebbi"
      },
      "Kogi": {
        "Date": "2023-11-10T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Kogi"
      },
      "Kwara": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Kwara"
      },
      "Lagos": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Lagos"
      },
      "Nasarawa": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Nasarawa"
      },
      "Niger": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Niger"
      },
      "Ogun": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Ogun"
      },
      "Ondo": {
        "Date": "2024-11-15T23:00:00.000Z",
        "NextElection": "Upcoming",
        "State": "Ondo"
      },
      "Osun": {
        "Date": "2022-07-15T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Osun"
      },
      "Oyo": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Oyo"
      },
      "Plateau": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Plateau"
      },
      "Rivers": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Rivers"
      },
      "Sokoto": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Sokoto"
      },
      "Taraba": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Taraba"
      },
      "Yobe": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Yobe"
      },
      "Zamfara": {
        "Date": "2023-03-17T23:00:00.000Z",
        "NextElection": "Past",
        "State": "Zamfara"
      }
    },
    "Voters Guide": {
      "Continuous voters registration guide": {
        "Link": "https://www.inecnigeria.org/wp-content/uploads/2019/02/ContinuousVoterRegistrationGuide.pdf",
        "Title": "Continuous voters registration guide",
        "Type": "PDF"
      }
    }
  }
}